[
  {
    "title": "You are my only Madonna",
    "release_year": "2003",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 14.987,
    "rating": 0.0,
    "description": "Boku dake no Madonna, sometimes shortened to BokuMado, is a drama series that aired in Japan on Fuji TV in 2003. In English it is often called You are my only Madonna / ...and I Love Her.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 11
      }
    ],
    "poster_path": "/81X1CGreh5L8OSH3WBdbKzqomoH.jpg"
  },
  {
    "title": "The Snow Queen",
    "release_year": "2006",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.003,
    "rating": 7.4,
    "description": "A boxer who was previously a genius, and a rich girl who has a serious illness. Despite appearing not to have any connection, they are similar. Nothing can melt their heart of ice. What is the sunlight that can melt their frozen heart? If the answer is love, is it too cliché? Tae Woong`s love melted the heart of the ice princess, Bo Ra. Although this winter will be very cold and scary, winter is not the end of the seasons, but the beginning of the hope for a greater love.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/sjnGw1w4VmhJyKREZocomurWsl3.jpg"
  },
  {
    "title": "The Tudors",
    "release_year": "2007",
    "original_language": "en",
    "country": [
      "US"
    ],
    "popularity": 97.956,
    "rating": 7.833,
    "description": "The Tudors is a history-based drama series following the young, vibrant King Henry VIII, a competitive and lustful monarch who navigates the intrigues of the English court and the human heart with equal vigor and justifiable suspicion.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 4,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 10
      },
      {
        "season": 2,
        "episode_count": 10
      },
      {
        "season": 3,
        "episode_count": 8
      },
      {
        "season": 4,
        "episode_count": 10
      }
    ],
    "poster_path": "/7wmyiVEhmJ7OUvwBIsvOFqMa0q9.jpg"
  },
  {
    "title": "Beating Heart",
    "release_year": "2005",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.742,
    "rating": 6.0,
    "description": "Beating Heart is a South Korean television drama series, produced by the MBC network and broadcast in 2005. The series consists of six two-part stories, with each story having its own team of writer and director. It focuses on the lives of a typical Korean family, examining the relationships between the four main characters, their romantic interests, and other family members, while answering the question \"When did you feel your heart beating the hardest?\"\n\nIn 2006, the series was broadcast by the KBFD network in Hawaii as My Trembling Heart. It has also been released on DVD in South Korea and Japan.",
    "genres": [
      "Family",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/2AVWhlSgd89aBe4dgyafW5BcIx5.jpg"
  },
  {
    "title": "Wonderful Life",
    "release_year": "2005",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 22.488,
    "rating": 6.7,
    "description": "Han Seung Wan and Jung Se Jin bumps into each other at the airport and accidentally take each other's passports. They meet again and Seung Wan and Se Jin end up spending the day together. Both having to deal with love complications, they end up drunk and having a one night stand. Back in Korea, Se Jin discovers she is pregnant and leaves to have the baby alone. A year later, Se Jin's clueless sister ends up spilling the secret to Seung-Wan at his engagement party, showing up with his baby daughter. Seung-wan and Se Jin are then forced to marry by their respective families. Complicated love takes place between Do Hyun, Se Jin, Chae Young and Seung-Wan. The rest of the story revolves around the family's journey in learning to take responsibility, and learning to love each other. ",
    "genres": [
      "Comedy",
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/dGfQ3PtcaYxTbmzi4rBG5qXxuC0.jpg"
  },
  {
    "title": "Smile Again",
    "release_year": "2006",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.381,
    "rating": 6.0,
    "description": "Smile Again is a 2006 South Korea television series starring Lee Dong-gun, Kim Hee-sun, Lee Jin-wook and Yoon Se-ah. It aired on SBS from May 17 to July 6, 2006 on Wednesdays and Thursdays at 21:55 for 16 episodes.",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/rZpOAZrzcjG6GzF3SozhRRBuayw.jpg"
  },
  {
    "title": "Un paso adelante",
    "release_year": "2002",
    "original_language": "es",
    "country": [
      "ES"
    ],
    "popularity": 35.0,
    "rating": 5.8,
    "description": "Un Paso Adelante was a Spanish TV drama similar to the American 1980’s TV series Fame. It was originally broadcast on Spanish channel Antena 3 from 2002 to 2005. It has also been a huge success in Spanish-speaking countries, in Germany, Italy, Serbia, Montenegro and in France. It began airing on Séries+ in Canada in 2011.",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 6,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      },
      {
        "season": 2,
        "episode_count": 14
      },
      {
        "season": 3,
        "episode_count": 13
      },
      {
        "season": 4,
        "episode_count": 16
      },
      {
        "season": 5,
        "episode_count": 14
      },
      {
        "season": 6,
        "episode_count": 14
      }
    ],
    "poster_path": "/snJhxuAN0GbfCEUjToWXiIuTElo.jpg"
  },
  {
    "title": "Don't Give Up, Nina",
    "release_year": "2007",
    "original_language": "hr",
    "country": [
      "HR",
      "RS"
    ],
    "popularity": 1.001,
    "rating": 0.0,
    "description": "Nina Brlek is a kind, intelligent, naive young woman. She grows up in Zagreb with her parents Vlado and Mira and her brother Davor. Brlek has excellent grades and perfect curriculum, but fails to find a good job because of her looks. She tries to get a job at H-Moda, a fashion company directed by Victor Glowatzky, who plans to retire, and pass his business to his son, David. This news is bad for David's nemesis Petar Vidic, who is the main editor of H-Moda's magazine Helena and his lover Monika. He is also Barbara Vidic's brother, David's fiance.\n\nBarbara hires her recently divorced friend, Patricija Vuckovic, who is pretty but not intelligent enough for the job of David's secretary. Barbara wants Patricija keeps an eye on David, who is a famous bachelor and womanizer. Nina gains the job of David's confidant secretary.",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 1
      }
    ],
    "poster_path": "/vTqW5vZBPFGrxmar5HPGWPrP56A.jpg"
  },
  {
    "title": "Get Karl! Oh Soo Jung",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 17.913,
    "rating": 7.0,
    "description": "A former babe and a once-ugly guy meet after 8 years and discover their roles have been reversed in this romantic comedy.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/a0cBEfcD8mC00tCTVFoRoXbCOA3.jpg"
  },
  {
    "title": "Be Strong, Geum-soon!",
    "release_year": "2005",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 6.569,
    "rating": 7.5,
    "description": "This is a story of a young widow, Geum-Soon, who never becomes discouraged or blames other people - no matter what happens in her life. The viewers will get both hope and comfort by watching her do her best in everything she does.It is also a story of a family who loves and takes care of each other. You can always turn to your family and their love gives you the hope to get through the tough times. Sometimes, they seem to make your life more difficult, but they will always stand up for you and love you whatever you do.",
    "genres": [
      "Comedy",
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 1
      }
    ],
    "poster_path": "/hPLQoVAF0IdyyfrayQ1rH0f0Qfx.jpg"
  },
  {
    "title": "Witch Yoo Hee",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 20.867,
    "rating": 5.8,
    "description": "As the director of her father's advertising company, Ma Yoo Hee is known as a witch for her ruthless, no nonsense character. After a string of failed attempts to hire a housekeeper, she (literally) runs into Chae Moo Ryong, ex-medical student turned aspiring chef. As a way to work off his debt for crashing into her car, he agrees to become her housekeeper and personal love affairs coach for one month. Gladly, he gives her a makeover that attracts both her old friend Johnny Kruger and her first love Joon Ha. Despite having a girlfriend, Sung Mi, Moo Ryong eventually finds himself falling for Yoo Hee.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/9IrILvyPoixbReA3QRDoteTzw2c.jpg"
  },
  {
    "title": "Dark Fate",
    "release_year": "2003",
    "original_language": "es",
    "country": [
      "MX"
    ],
    "popularity": 32.167,
    "rating": 7.2,
    "description": "Mariana de la Noche is a Mexican telenovela from 2003. Written by Delia Fiallo and produced by Salvador Mejia, it starred Angélica Rivera, Jorge Salinas, Alejandra Barros and César Évora.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 135
      }
    ],
    "poster_path": "/noEK1XucNeKEtpLYmpSaMNEDwfT.jpg"
  },
  {
    "title": "Golden Bride",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 61.142,
    "rating": 8.0,
    "description": "A half korean and half Vietnamese girl marries a korean man for $1,500 in order to come to Korea to search for her real father who abandon her and her mother as her mother was gradually going blind due to an accident.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 64
      }
    ],
    "poster_path": "/yVtMOotArgquedM1FWkYjwTj9bl.jpg"
  },
  {
    "title": "Conspiracy in the Court",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.658,
    "rating": 6.0,
    "description": "Conspiracy in the Court, is a 2007 Korean historical drama broadcast on KBS2. The mystery thriller revolves around a murder case set in Hansung, the capital of Korea during the latter years of the Joseon dynasty when the nation was experiencing a rapid influx of western influences. Featuring a band of newcomers in the leading roles, Conspiracy in the Court entails a story of four young visionary idealists and King Jeongjo, Joseon's popular 22nd monarch who fought for commoners' rights and bureaucratic reformation. Despite low ratings averaging 6.00%, it was lauded for its high standard of content and art direction.",
    "genres": [
      "Drama",
      "History",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 8
      }
    ],
    "poster_path": "/23Ers4SwC7FYUYHOlUYLu9Fkcn1.jpg"
  },
  {
    "title": "1% of Anything",
    "release_year": "2003",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 48.432,
    "rating": 7.2,
    "description": "Kim Jung-Hwa is a young and kind middle school teacher with little interest in money. When she helps carry an elderly man's belongings, who is extremely thankful to her. This grandfather turns out to be rich and an owner of a well-known conglomerate. His grandson, Kang Dong-Won is a quick-tempered businessman who butts heads with his grandfather. To \"tame\" his favorite grandson, the grandfather agrees to give his entire fortune to the person who marries Jung-Hwa, forcing Dong-won to meet the girl. Although at first Jung-Hwa and Dong-won don't get along because of Dong-won's bad temper, their arguments bring them closer together. Dong-won starts to get jealous when Jung-Hwa's fellow teacher starts liking her too. However, what looked like a relationship that would 99% not work out, turns out to be the \"perfect\" match, the 1% chance.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 26
      }
    ],
    "poster_path": "/tPiPJkPVrIJ5BRQjFoHAOC6rIbo.jpg"
  },
  {
    "title": "Love or Bread",
    "release_year": "2008",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 9.181,
    "rating": 1.0,
    "description": "Love or Bread is a 2008 Taiwanese drama starring Joe Cheng and Ariel Lin. It was produced by Gala Television and driected by Lin He Long. This marks the third drama that Cheng and Lin have co-starred together, after It Started With a Kiss in 2005 and its sequel They Kiss Again in 2007.\n\nIt was first broadcast in Taiwan on free-to-air China Television from 16 November 2008 to 8 February 2009, every Sunday at 22:00 and cable TV GTV Variety Show/CH 28 on 22 November 2008 to 14 February 2009, every Saturday at 21:30.",
    "genres": [
      "Comedy",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/97YzNcOErYx5d5Q9VFYxmhOdypE.jpg"
  },
  {
    "title": "Evergreen",
    "release_year": "1985",
    "original_language": "en",
    "country": [
      "US"
    ],
    "popularity": 6.475,
    "rating": 4.5,
    "description": "Based on the novel by Belva Plain, covering a time span from 1909 to 1959. The story begins in New York's Lower East Side with the arrival of Polish-Jewish immigrant Anna (Lesley Ann Warren). At first employed as a humble seamstress, Anna is whisked into a whole new world when she becomes the wife of the enterprising Joseph Friedman (Armand Assante), who eventually becomes a wealthy Westchester contractor. Even so, Anna's heart belongs to Paul Lerner (Ian Shane), the son of the prosperous Fifth Avenue family which employs her relatives. In 1918, Anna gives birth to Paul's daughter, allowing Joseph to believe that he is the father. The secret surrounding Anna's child will lead to a daunting and frequently heartbreaking chain of events, culminating decades later in the newly formed state of Israel, where Anna's grandson Eric hopes to \"find himself\" -- and ends up finding more than he bargained for.",
    "genres": [
      "Drama",
      "Romance",
      "Family"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 3
      }
    ],
    "poster_path": "/6bNSDfYc4Dwc9JuLrhS5FS9uOs7.jpg"
  },
  {
    "title": "Ef: A Tale Of Memories & Melodies",
    "release_year": "2007",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 33.022,
    "rating": 7.4,
    "description": "On Christmas Eve, Hiro Hirono meets a girl named Miyako Miyamura as she chases a purse snatcher. Hiro later finds out that Miyako also goes to the same school as he does and they start hanging out together. This makes Hiro's childhood friend, Kei Shindō, feel left out, so she tries to compete with Miyako for Hiro's affection, creating a love triangle. Meanwhile, Renji Asō meets a girl named Chihiro Shindō at an abandoned train station. He soon learns that Chihiro suffers from a type of amnesia where her memory lasts for only 13 hours. He also discovers Chihiro's dream of writing a novel, but she has never been able to fulfill that dream due to her condition. Renji then decides to help her fulfill that dream.",
    "genres": [
      "Animation",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 2,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 4
      },
      {
        "season": 1,
        "episode_count": 12
      },
      {
        "season": 2,
        "episode_count": 12
      }
    ],
    "poster_path": "/AoxyuMX7gQqw2tdbTYaMIO6HMZ1.jpg"
  },
  {
    "title": "Dream",
    "release_year": "2009",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 22.315,
    "rating": 6.0,
    "description": "Dream is a 2009 South Korean television series that follows the lives of a sports agent and K-1 fighters. Starring Joo Jin-mo, Kim Bum and Son Dam-bi, it aired on SBS from July 27 to September 29, 2009 on Mondays and Tuesdays at 21:55 for 20 episodes.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/fhvBI3paDEhAFXKPR4zNPVdlSVY.jpg"
  },
  {
    "title": "Los exitosos Pells",
    "release_year": "2008",
    "original_language": "es",
    "country": [
      "AR"
    ],
    "popularity": 34.822,
    "rating": 0.0,
    "description": "Los exitosos Pells is a 2008-2009 Argentine telenovela, produced by Underground Producciones and Endemol, and aired by Telefe. It started being aired on November 5, 2008, replacing Vidas Robadas at 10:30PM. After a pair of schedule changes, it returned to 10:30PM until its end on July 15, 2009.\n\nThe story is about a successful couple of TV hosts from a news channel, Martín Pells and Sol Casenave. In the first episode Martín Pells falls into a coma, and the CEO of the channel hires an underground actor, Gonzalo Echague, who happens to be extremely similar to Pells, to replace him. Such replacement is done not only for the TV but also with friends and relatives, in order that nobody suspects the absence of the real Pells. Gonzalo, acting as Martin, discovers that Martin and Sol had broken up long ago and were only acting as a happy couple for the television cameras. In reality, Sol had another lover which she hid from the public, and Martin had a homosexual relationship with the son of the CEO of the channel. Nevertheless, Gonzalo falls in love with Sol, and the main storyline of the soap opera involves his attempts to build a relationship with her.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 160
      }
    ],
    "poster_path": "/9nVwikNQG1AK9hmjRfT5G95tCen.jpg"
  },
  {
    "title": "Glass Castle",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 49.041,
    "rating": 2.0,
    "description": "Glass Castle is a 2008 South Korean television series that aired on SBS from September 6, 2008 to March 1, 2009 on Saturdays and Sundays at 20:50 for 51 episodes. Yoon So-yi stars as an ambitious and tough reporter whose life and career take a turn after she falls for a charming and persistent suitor, and marries him. But her aspirations of becoming a great reporter are put on hold while she struggles with her new life as the daughter-in-law of a rich, influential but controlling chaebol family. On the sidelines is her mentor and friend, a head newscaster for whom she also develops uncertain feelings.",
    "genres": [
      "Family",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 51
      }
    ],
    "poster_path": "/q89743iqZaHhBRdTrLd2JltdHFm.jpg"
  },
  {
    "title": "La Dolce Vita",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 32.192,
    "rating": 3.0,
    "description": "La Dolce Vita is a 2008 South Korean television series. A dark melodrama with a fragmented narrative and voice-overs highlighting the characters' state of mind, it was hailed as a daring portrayal of middle-aged romance and adultery with elements of mystery and noir.",
    "genres": [
      "Drama",
      "Mystery",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/50zCJzJfdw3PubmvsVtcFIZyFtu.jpg"
  },
  {
    "title": "He Who Can't Marry",
    "release_year": "2009",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 19.766,
    "rating": 9.0,
    "description": "Cho Jae Hee is a man in his 40s who is very stubborn and hasn't gotten married yet. His personality is so unbearable that women don't find him attractable nor a good candidate for marriage. However, Jae Hee, is perfect in everything that he does. His life will be surrounded by three different women. Jang Moon Jung is a doctor that he meets one day, Jung Yoo Jin is his neighbor whom he meets due to a disturbance, and Yoon Ki Ran is his colleague at work.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/Aioma4rSwKyJhPsNZu3fE4ru7lD.jpg"
  },
  {
    "title": "Love Buffet",
    "release_year": "2010",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 9.993,
    "rating": 1.0,
    "description": "Love Buffet is a 2010 Taiwanese drama starring Aaron Yan and Calvin Chen of Fahrenheit and Reen Yu. It was based on the shōjo manga Parfait Tic!, written by Nagamu Nanaji. The drama was co-produced by Gala Television and Comic Productions and directed by Wu Jian Xin.\n\nIt was first broadcast in Taiwan on free-to-air Formosa TV from 19 December 2010 to 13 March 2011, on Sundays at 22:00 to 23:30 and cable TV Gala Television Variety Show/CH 28 on 25 December 2010 to 19 March 2011, every Saturday at 22:00 to 23:30. This show was also broadcast in Singapore and Malaysia.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      }
    ],
    "poster_path": "/f805tSUXTPyifPazgU8RLLi0JsS.jpg"
  },
  {
    "title": "Worlds Within",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 29.521,
    "rating": 6.8,
    "description": "Song Hye Gyo plays a PD Joo Joon Young who has bold and unstoppable personality. Hyun Bin also plays a promising drama PD Jung Ji Oh. This drama focuses on TV stations by portraying the love and struggle of these 2 PDs during filming their respective projects as well as unfolding male and female staffs' love stories and marriages.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/8YoHoIbGtCHrWRc2Vl00B1M4H9V.jpg"
  },
  {
    "title": "Smile, You",
    "release_year": "2009",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 61.813,
    "rating": 7.3,
    "description": "Seo Jung In is the kind-hearted, but spoiled daughter of a wealthy family. When the family's financial bubble bursts, her fiancée dumps her at the altar and her family is forced to rely on the kindness of their former chauffeur's family. While adjusting to life in their crowded, two-family home, Jung In and the Kangs' son, Hyun Su, begin to clash. Will these two find a way to get along, or will their initial irritation with one another blossom into something more?",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 45
      }
    ],
    "poster_path": "/rscdUkrscWqEeIY189cQN4kuQgk.jpg"
  },
  {
    "title": "Oh! My Lady",
    "release_year": "2010",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 29.383,
    "rating": 6.8,
    "description": "Oh! My Lady is a romance comedy TV Drama in Seoul Korea under SBS Network. It was first aired on March 22, 2010. It is a romantic comedy about a top star who finds himself living with his manager, a 35 year old woman who is trying to earn money to get custody of her child.\n\nThe first episode of Oh! My Lady scored 10 percent according to TNS Korea and 11.5 percent by AGB Nielsen Media Research.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/43BiTuO1VMiFjBNqPoCnQf7evBe.jpg"
  },
  {
    "title": "My Princess",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 16.942,
    "rating": 7.594,
    "description": "Seol is an ordinary college student who was adopted but is living a happy life on her own. Working part time, she happens to have an unpleasant first encounter with Hae Young, a diplomat and the only heir of the biggest conglomerate in Korea. One day, he hears shocking news from his grandfather. The Blue House announces that they will carry out a vote on rebuilding the royal house, and his grandfather asks him to find someone urgently, who later turns out to be Seol. Against his grandfather’s wishes to donate their family’s wealth to the country, Hae Young tries to stop Seol, but she ends up moving into the palace to become a princess of the royal house.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/le1U5CbfKkOpuk4IIL0jREydXRf.jpg"
  },
  {
    "title": "Friend, Our Legend",
    "release_year": "2009",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 16.0,
    "rating": 4.0,
    "description": "Based on the 2001 film, Friend, Our Legend expands and retells Kwak Kyung-taek's semi-autobiographical rough-and-tumble tale about four childhood friends coming of age in the tough streets of Busan in the 1970s and 1980s. As they enter into manhood, best friends Dong-soo and Joon-seok become enemies and bitter rivals in the city's underworld of gangs.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/zuiXMF6K0pTHG6agpBbuWq34fv5.jpg"
  },
  {
    "title": "Time of Distrust ~ Women's Wars",
    "release_year": "2006",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 10.461,
    "rating": 0.0,
    "description": "Asai Michiko is a 28-year old housewife. Her husband is 38-year old Yoshio, who works at an advertisement agency. Five years into their marriage, Michiko finds out that Yoshio has been having an affair. Michiko visits the woman and begs her to break up with Yoshio. \"Yoshio mentioned that he doesn't see his wife as a woman,\" she says, bringing Michiko to tears.\n\nNogami Machiko is a 31-year old woman who works at a luxurious nightclub in Ginza. She is told by her lover whose child she bears, \"Get an abortion.\" She too, is brought to tears.\n\nThree years later... Since her husband's affair, Michiko, now 31, has put every effort forward to become the adorable wife by studying the latest trends and fashion.\n\nMachiko, now 34, is an employed owner of a Ginza nightclub.\n\nOne day, Okinaka Kazuko moves in across from the Asai family. She is there to take care of the house while her sister and her family are living in Osaka. Alone and lonely, she hopes to become close friends with Michiko.\n\nKoyanagi Shingo, Yoshio's client and president of a middle-sized company, takes Shingo to a luxurious Ginza nightclub after dinner. It's Machiko's club. Machiko has had feelings for Yoshio since he started visiting her establishment. When Shingo rises from his seat to leave, Yoshio does the same. But Machiko holds him back. \"There's an annoying customer at another table. Can you stay a little longer for me?\"\n\nAfter leaving the club, Shingo heads downtown to visit 18-year old Ito Mayumi who sings and plays the guitar. Although Shingo has a wife and a nearly adult-age son, all he can think about is his young lover.\n\nAfter finishing work, Machiko takes a taxi home with Yoshio. Machiko's apartment is just a station away from Yoshio's. In the taxi, Machiko spills coffee on Yoshio's suit. \"We should clean this up immediately\" she says and invites Yoshio in. Yoshio can't hold back his feelings as Machiko seduces him.\n\nMeanwhile, Michiko has reunited with Kondo Kei, a 26-year old calligrapher who was formerly a student of Michiko's father, a master in calligraphy...",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/gj6vSZM2XjkAQ39qccE7wOltSKa.jpg"
  },
  {
    "title": "Loving You",
    "release_year": "2002",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 7.06,
    "rating": 3.0,
    "description": "Jin Da Rae is the daughter of a female diver in Cheju Island. After her father mysteriously passes away she tries to uncover the truth about his death. One day she coincidentally saves Hyuk from torrent waters. Hyuk works for an orange farm opposed to his father's wish that Hyuk should take over his resort development business. Da Rae and Hyuk gradually fall in love. However, their love is put to a risky test after Hyuk's half-brother also discovers his love for Da Rae. While all 3 of them get entangled in a complicated love triangle, Da Rae finds out that Hyuk is connected to her father's death.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/iTY3XgKrQnC3KGbrCbBOJhaQOAO.jpg"
  },
  {
    "title": "MM!",
    "release_year": "2010",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 25.429,
    "rating": 5.3,
    "description": "There are twisted tales and twisted tales, but few are as twisted as poor Sado's, who's just realized that he actually likes being made miserable. Of course, knowing that only makes him more miserable, which in turn... well, you get the idea. Desperate to break the circle, Sado volunteers for a special club where he hopes he can work through his issues only to discover that the other members have equally... complex... issues to deal with.\n\nFor example, the hyper-aggressive club president Isurugi not only has a violent fear of cats, but also believes herself to be a god! Then there's Yuno, who's terrified of men; the Nurse, who forces other people to perform cosplay; and Hayama, Sado's best friend and a compulsive cross-dresser, who's also the girl that Sado is infatuated with. (We did say it was complex, remember?)",
    "genres": [
      "Animation",
      "Comedy",
      "Drama",
      "Romance",
      "Sci-Fi & Fantasy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 9
      },
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/5xsIJYkzrMahFHrwtpp7Gr8jDoQ.jpg"
  },
  {
    "title": "9 End 2 Outs",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.891,
    "rating": 7.5,
    "description": "9 End 2 Outs is a heartfelt and hilarious romantic comedy with a twist. Hong Nan Hee and Byun Hyung Tae have been best friends for 30 years. They cook for each other, call each other daily, bicker like siblings, and support each other when things go wrong. But everything is about to change. On her 30th birthday, Nan Hee realizes that she needs to shake things up. Tired of living with her mother, she rents Hyung Tae's house while he is on vacation, but complications arise and soon the two friends are living in the house together. As the old friends navigate new territory, they begin to discover things they never knew about each other—he's neurotic, she snores—but more importantly, they begin to discover what their friends and family have always suspected—that, without realizing it, they've been the most important people to each other all along.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/u1ToG0tmD4M2DBn32oayRmFdWRl.jpg"
  },
  {
    "title": "You are My Destiny",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 119.437,
    "rating": 5.5,
    "description": "Jang Sae-byuk is a cheerful and grateful orphan who always tries her best. She dreams of one day becoming an interior designer, despite her lack of education and money. Because of an accident that happened before the story starts (about three years ago), she loses her sight and undergoes corneal transplant surgery. Different events unravel when she encounters the Kim family, who has lost a daughter in a horrible car crash, unbeknownst to everyone besides the father and older brother. The stories then intertwine when Sae-byuk meets the Kim's extended family and the son of a big interior design company, Lohas, in Korea.",
    "genres": [
      "Drama",
      "Family",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 178
      }
    ],
    "poster_path": "/pU92oXGcffbJuZkWniyqMtQPIss.jpg"
  },
  {
    "title": "Love Keeps Going",
    "release_year": "2011",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 17.484,
    "rating": 7.0,
    "description": "Love Keeps Going is a 2011 Taiwanese drama starring Cyndi Wang, Mike He and Eli Shih. It is based on Taiwanese novel, Wang's Love Song.\n\nIt was first broadcast in Taiwan on free-to-air China Television from 5 June 2011, every Sunday at 22:00 to 23:30 and on cable TV Gala Television Variety Show/CH 28 on 11 June 2011, every Sunday at 21:00 to 22:30. The premiere episode on CTV achieved an average rating of 1.84.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 25
      }
    ],
    "poster_path": "/ekllrTu35z3f4tYeQiOM81zpGMt.jpg"
  },
  {
    "title": "Birdie Buddy",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 31.082,
    "rating": 5.4,
    "description": "Former pro golfer, John Lee, leads two women to become the next golf queens. John Lee became the first Korean to win a PGA title. His background was a mystery other than the fact that he was an adoptee. Even though he found success by winning the PGA title, John Lee stopped playing golf to become a golf course tester.\n\nMin Hae Ryung was raised to become an elite golf player and was always placed in the best environment to play golf. Her emotions have always been controlled and she has a deep wound inside of her. In contrast, Sung Mi Soo is a country girl from Kangwon Province. She comes from a poor background, but her mom worked as caddie. With her bright personality and determined efforts, she attempts to become an elite golf player.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/eI04OLxGRBxgCPblMguqsCH2njg.jpg"
  },
  {
    "title": "A Thousand Kisses",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 57.922,
    "rating": 3.9,
    "description": "A drama that deals with the age differences in relationships. Woo Joo Young and Jang Woo Bin explore the older woman-younger man relationship whereas Jang Woo Jin and Joo Young's younger sister, Joo Mi, deal with the huge age gap between them.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 50
      }
    ],
    "poster_path": "/lPUusMl8wLA7wTt32L6qkYmTqfr.jpg"
  },
  {
    "title": "Spy MyeongWol",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.357,
    "rating": 6.0,
    "description": "Han Myung-wol is a North Korean spy ordered to infiltrate South Korea and kidnap popular actor/singer Kang Woo.  Instead she falls in love with him.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/sIjq0v9Hdzo9nYt8nXd8O0IBiBR.jpg"
  },
  {
    "title": "99 Days with the Superstar",
    "release_year": "2011",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 6.667,
    "rating": 7.2,
    "description": "She's an attractive superstar that everyone feels very far away from, yet she has a secret buried deep in her heart. One day, a normal man becomes her bodyguard. They go every where together knowing that they cannot be in love with each other. The man will be her bodyguard for 99 days. Kohei Namiki who works at a security company is a single man approaching his 40's. Although he is passionate about astrology, he cannot follow through on his dreams to work in an observatory due to his family and economic difficulties. The superstar actress from South Korea, Han Yoo Na arrives in Japan to star in a drama series. Yoo Na and Kohei's unexpected encounter of becoming master and servant slowly develops into an interesting relationship.",
    "genres": [
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 10
      }
    ],
    "poster_path": "/W6dNhpMqCjMHkG16yH7wPxpRhj.jpg"
  },
  {
    "title": "Glory Jane",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 33.122,
    "rating": 5.7,
    "description": "The series follows the romantic and professional trials of an aspiring nurse and two baseball players as they strive for their love and dreams.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/59vxJhw7WWTX7WMpZ53ZuMPrhOn.jpg"
  },
  {
    "title": "Brain",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 32.997,
    "rating": 7.6,
    "description": "Lee Gang Hun is a brilliant brain surgeon who will do anything for success. Haunted by the hardships he had growing up including his father’s death, he’s filled with ambition and hopes to prove himself to be the best when it comes to neurosurgery. Gang Hun’s arrogance and selfishness remind Professor Sang Cheol, the best brain surgeon at Chunha University Hospital, of his younger days. San Chul is an empathetic doctor who cares highly about his patients, and dislikes Gang Hun’s approach, but ultimately decides to mentor him, as the two are connected by a secret past. On the other hand, Gang Hun’s rival Jun Seok comes from a family of doctors who have always supported him. Despite this, Jun Seok has always felt inferior to Gang Hun. On top of that, his crush has feelings for Gang Hun instead of him. This is the story of three rival doctors at a prestigious hospital as they navigate their struggles, ambitions, and each other.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/uuwhLxkLzQVyB6cMd40MBab1SDc.jpg"
  },
  {
    "title": "Twinkle Twinkle",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 46.33,
    "rating": 5.5,
    "description": "This drama tells the success story of Han Jung Won, a workaholic careerwoman who is determined to make her own way in life without the help of her family, which has garnered considerable wealth from their publishing company. Her life is turned upside down due to someone's mistake, and she faces numerous setbacks on the road to recovery.\n\n",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 54
      }
    ],
    "poster_path": "/kTTUhJ9csQHASux5qLe9ezGWSId.jpg"
  },
  {
    "title": "The Duo",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 36.869,
    "rating": 1.5,
    "description": "In a story of two men switched at birth, noble-born Chun Doong lives as a slave and becomes a heroic outlaw, while beggar-born Gwi Dong lives as a nobleman and police chief; then each falls in love with the same girl, Dong Nyeo.",
    "genres": [
      "Comedy",
      "Drama",
      "History",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 32
      }
    ],
    "poster_path": "/2C9xIVBUqpo5qddID7q6Wcy9f5A.jpg"
  },
  {
    "title": "Heading to the Ground",
    "release_year": "2009",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 23.267,
    "rating": 5.5,
    "description": "Drama about a man trying to achieve what is thought to be impossible: fulfilling his dreams of being a great soccer player. He meets Kang Hae Bin, a sports agent who tries to live her life away from the influence of her rich father.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/8g0M32Pg27n5MEE9Kd6UukRYiVd.jpg"
  },
  {
    "title": "Maison Ikkoku",
    "release_year": "1986",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 125.301,
    "rating": 7.7,
    "description": "Godai is a ronin (someone who has failed university entrance exams) living in a run down apartment house called Maison Ikkoku. Among the other residents are the nosy Ichinose, the sexy Akemi Roppongi, and the mysterious Yotsuya. The others are given to having wild parties which makes it difficult for Godai to study. Into this mayhem comes the recently widowed Kyoko as the new live-in manager. Godai falls for her, but doesn't have the nerve to tell her. As time passes, their relationship slowly develops amid life at Maison Ikkoku, despite all sorts of romantic hurdles.",
    "genres": [
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 4,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 3
      },
      {
        "season": 1,
        "episode_count": 26
      },
      {
        "season": 2,
        "episode_count": 26
      },
      {
        "season": 3,
        "episode_count": 24
      },
      {
        "season": 4,
        "episode_count": 20
      }
    ],
    "poster_path": "/6jN5iROb8bwm8RSjeKw4OXh93Xo.jpg"
  },
  {
    "title": "Someday",
    "release_year": "2006",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.482,
    "rating": 7.0,
    "description": "Someday is about four different people's story about love.  Hana Yamaguchi (Bae Doo-Na) was a successful young cartoonist in Japan. Abandoned by her parents and brought up by her grandma, she was cold and aloof and did not believe in love which to her was only a simple biological response. When the elderly neighbourhood street sweeper died, she discovered the affection between him and her neighbour which lasted 60 years. Hana could not understand this kind of love, so she decided to trace her neighbour's footstep to Korea when she disappeared with her lover's ashes.  Go Jin Pyo (Kim Min Joon) was a doctor who was a comic book fan of Hana. He was overjoyed in meeting Hana and believed that he was in love for the first time in his life. He decided to help Hana in fulfilling her wish to look for her neighbour and enlisted the help of a private eye, Lee Seok Man (Lee Jin Wook).Lee was the sole survivor of a car accident whereby his parents and brother were killed. He carried a lot of guilt towards the parents of the other victim and did his best to help out even at the expense of owing money to the loan sharks.  Hye Young (Oh Yoon Ah) was a PD of animation projects and a close friend of Jin Pyo. she didn't realize that she was in love with him till Hana appeared.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/vX93OeZLQrx39v8aUcdWSYL9sXK.jpg"
  },
  {
    "title": "Baby Faced Beauty",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 25.797,
    "rating": 7.0,
    "description": "Baby Faced Beauty is a 2011 South Korean television series starring Jang Na-ra, Choi Daniel, Ryu Jin, and Kim Min-seo. It aired on KBS2 from May 2 to July 5, 2011 on Mondays and Tuesdays at 21:55 for 20 episodes. The drama is about an aspiring 34-year-old fashion designer who fakes her age to get a job in a fashion company.\n\nThe romantic comedy had kicked off with a viewership rating of around 6 percent, but gradually rose and surpassed the 15 percent mark. Originally slated for 18 episodes, it was extended by 2 more episodes due to its popularity. It ranked number one in its primetime timeslot for five consecutive weeks.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/iGGznp3qkUJyeOXyQhGJL3ebxPC.jpg"
  },
  {
    "title": "Bichunmoo",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 16.45,
    "rating": 5.8,
    "description": "This drama depicts the sacrifices four central characters make for love, vengeance and honor as each travels a road of chosen destiny.\n\n",
    "genres": [
      "Drama",
      "History",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 14
      }
    ],
    "poster_path": "/sWNUo439ZIJVzsDxYsPidFF58Ig.jpg"
  },
  {
    "title": "Syndrome",
    "release_year": "2012",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 23.342,
    "rating": 6.8,
    "description": "Syndrome is a 2012 South Korean medical drama series, starring Han Hye-jin, Song Chang-eui and Park Gun-hyung. It is set in the world of neurosurgery where a medical student finds herself in a love triangle with two fellow doctors. The television series aired on jTBC from February 13 to April 17, 2012 on Mondays and Tuesdays at 21:55 for 20 episodes.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/p8hrQr5QsyyYP6n4mk8V50KbKux.jpg"
  },
  {
    "title": "Queen of Reversals",
    "release_year": "2010",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 37.621,
    "rating": 3.0,
    "description": "Hwang Tae Hee leads a charmed life, and after growing up in a wealthy family, she easily attains a coveted job. Too much of a workaholic to make time for romance, she is taken aback when she falls hard for Bong Joon Soo. She pursues him and they soon get married, but when the honeymoon is over, Tae Hee finds that her rival at work and husband's ex, Baek Yeo Jin, has taken over her job. As she struggles with her job and marriage, she must also cope with the attention of her arrogant, immature boss, Goo Yong Shik, who falls for her as her life falls to pieces. Queen of Reversals is an empowering tale of a woman who manages to regain everything she's lost through sheer willpower and determination.",
    "genres": [
      "Comedy",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 31
      }
    ],
    "poster_path": "/4juxBI9mKv84XISGs60VQzATBes.jpg"
  },
  {
    "title": "Me too, Flower!",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 15.876,
    "rating": 5.75,
    "description": "A tough female police officer who suffers from depression falls in love with a young multimillionaire whom she initially believed was a parking attendant. Instead of counting her lucky stars, she is taken aback by how rich he is. Officer Cha Bong-sun is a peculiar woman who defies the rigid social hierarchy and rails against it. And Seo Jae-hee, the millionaire boyfriend, is a peculiar man who falls in love with this quirky police officer. They fall passionately in love with each other. A crazy sort of love. A story about people, relationships and love.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 15
      }
    ],
    "poster_path": "/x7zPWigmhhzeHKMn4evLVc0wVt0.jpg"
  },
  {
    "title": "The Thorn Birds",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 35.342,
    "rating": 6.0,
    "description": "The Thorn Birds is a 2011 South Korean television series where one woman forsakes her love and family for her ambition while another woman embraces with love all that the former had left behind. Fates of a bit part actress Seo Jung-eun and a film producer Han Yoo-kyung who chose success are intertwined and resolved gradually as their mutual stories progress.\n\nThe \"thorn birds\" of the title refers to Jung-eun's character, who only brings out her best at the cost of great pain. A thornbird is a mythical bird who searches for a thorn tree from the day it is born. When it finds it, the bird impales itself upon the sharpest thorn, and rises above the agony to sing the most beautiful song ever heard.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/aDtB0Yl3NKl8HzBZGHzuWhyElC9.jpg"
  },
  {
    "title": "Goodbye Dear Wife",
    "release_year": "2012",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 23.306,
    "rating": 4.7,
    "description": "Goodbye Dear Wife is a 2012 South Korean television series, starring Ryu Si-won, Hong Soo-hyun and Park Ji-yeon. It aired on Channel A from May 7 to July 10, 2012 at 20:50 for 20 episodes.",
    "genres": [
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/7rcdpfqI5X99JaJS4U8pyGVjztH.jpg"
  },
  {
    "title": "Red Scarf",
    "release_year": "2011",
    "original_language": "tr",
    "country": [
      "TR"
    ],
    "popularity": 14.325,
    "rating": 6.0,
    "description": "Al Yazmalım was a Turkish television series based on the novel The Red Scarf by Chinghiz Aitmatov and 1978 Turkish romantic drama film The Girl with the Red Scarf. ",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 37
      }
    ],
    "poster_path": "/bmPPhHKqo4JeIES9FaczCYwAmMm.jpg"
  },
  {
    "title": "Best Time",
    "release_year": "2013",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 29.633,
    "rating": 10.0,
    "description": "A 'leftover lady' (refers to unmarried women over the age of 30) meets Song Yi, a talented man for whom she has had a crush on for years. To get closer to Song Yi, Su Man gives up her own promising future just to work with him. Despite her efforts, Lu Li Cheng, a man with whom she has had several conflicts, becomes her superior. Su Man treats him like a thorn in her side, yet he develops feelings for Su Man due to their interactions. Just when Su Man and Song Yi's relationship gets on the right track, unforeseen events occur as Su Man and Song Yi's past romances slowly surface.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 47
      }
    ],
    "poster_path": "/6uPlb5ZjuBcyqhTXhAynqAAWhBQ.jpg"
  },
  {
    "title": "The King's Doctor",
    "release_year": "2012",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 45.737,
    "rating": 4.2,
    "description": "The historical period epic was directed by Lee Byung-hoon, known for his previous works Hur Jun, Jewel in the Palace, Yi San and Dong Yi. This marked the first television drama for actor Jo Seung-woo in his 13-year film and stage career.",
    "genres": [
      "History",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 50
      }
    ],
    "poster_path": "/w7N9OBb7k1xL9WocZYeQssQtviG.jpg"
  },
  {
    "title": "Late Blooming Sunflower My Life Renewed",
    "release_year": "2012",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 14.659,
    "rating": 7.0,
    "description": "\"Late blooming Sunflower -My life renewed-\" is a story of 7 young adults living their ordinary days near the Shimanto river of Kochi prefecture, renowned as the last of the crystal clear streams. Somewhat nostalgic, somewhat new, they hold on to their dreams and insecurities. It's a true-to-life portrayal of the days in young adulthood.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 10
      }
    ],
    "poster_path": "/fAKScJoyWC5QDK3wwOKgxVbz3x4.jpg"
  },
  {
    "title": "Brave Woman",
    "release_year": "2012",
    "original_language": "pt",
    "country": [
      "BR"
    ],
    "popularity": 39.474,
    "rating": 7.2,
    "description": "A moving tale of courage and resilience in the struggle for freedom – this is the role that life has cast for headstrong Morena in Brave Woman. Raised in a poor neighborhood in the outskirts of Rio de Janeiro, this tough and humble woman will spare no effort to protect her family and gain her independence.",
    "genres": [
      "Drama",
      "Romance",
      "Soap"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 179
      }
    ],
    "poster_path": "/ehbB6L0gMU2ILJCScO2036crfEw.jpg"
  },
  {
    "title": "Cross Game",
    "release_year": "2009",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 36.669,
    "rating": 8.3,
    "description": "Kō Kitamura, whose family owns a sporting goods store, has known the Tsukishima  girls since he was born. The Tsukishima family runs a batting center and  cafe, and they have four daughters. There's Ichiyo, the responsible  eldest; Wakaba, Kō's cheerful best friend; Aoba, who doesn't get along  with Kō; and Momiji, the energetic youngest daughter. When Kō enters high school, he aspires to lead his baseball team to the  Koshien National High School Championship as their ace pitcher and make  Wakaba's dream come true.",
    "genres": [
      "Animation",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 50
      }
    ],
    "poster_path": "/3M701nra5h9ChMjT1ACOPfJqQnv.jpg"
  },
  {
    "title": "Bachelor's Vegetable Store",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 17.706,
    "rating": 4.5,
    "description": "The true story of a young man who turned a tiny vegetable store into a nationwide franchise. Based on a book published in 2003 about Lee Young Suk's life. He started his vegetable stand in 1998 and eventually expanded it to 33 stores around South Korea.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/bRofDs2zQow4ACiSADYZBYb4lQc.jpg"
  },
  {
    "title": "Snowman",
    "release_year": "2003",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 17.788,
    "rating": 7.0,
    "description": "",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 17
      }
    ],
    "poster_path": "/8Tg52S2g5YAF5kB5ZDHhDsPd2Rb.jpg"
  },
  {
    "title": "The 3rd Hospital",
    "release_year": "2012",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.226,
    "rating": 4.0,
    "description": "The 3rd Hospital is a 2012 South Korean medical drama, starring Kim Seung-woo, Oh Ji-ho, Kim Min-jung and Sooyoung of Girls' Generation. It centers on the conflicts between Western and Eastern medicine and the rivalry between two brothers who espouse them. It aired on cable channel tvN from September 5 to November 8, 2012 on Wednesdays and Thursdays at 21:55 for 20 episodes.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/haVnTlw28kOUs3VAGQ2iEHUh63G.jpg"
  },
  {
    "title": "The Devil",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 15.325,
    "rating": 5.6,
    "description": "A string of murders brings together a conflicted detective, a psychic librarian, and a mysterious prosecutor with dubious motives in this action thriller starring Uhm Tae Woong, Joo Ji Hoon, and Shin Min Ah. Detective Kang Oh Soo is assigned to two seemingly unrelated murder cases, where the only clues left behind are tarot cards. He is lead to Seo Hae In, a quiet librarian who has the ability to make a psychic connection to an object to discover its history. She reveals to him that the victims were connected to the death of a high school boy years ago. The one common link between the suspects is their defense attorney, Oh Seung Ha, a young lawyer with questionable motives. Find out how everything is more connected than you think in this suspenseful thriller.\n\nThe series is the second installment of the revenge trilogy by director Park Chan-hong and writer Kim Ji-woo, after Resurrection in 2005 and followed by Shark in 2013.",
    "genres": [
      "Drama",
      "Mystery",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/9FEbd7soyed3AZYMpfeJXPSQxIX.jpg"
  },
  {
    "title": "Royal Family",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 37.837,
    "rating": 7.2,
    "description": "Two childhood friends grow up supporting each other through the difficulties of poverty, then meet again years later and stand by each other as they rise through the ranks of society. After marrying into a wealthy business family, Kim In Sook's life becomes a living hell. Seen by her in-laws as a gold-digging intruder, she is pushed to the margins. When her husband is killed in a helicopter accident, her mother-in-law takes away In Sook's beloved son. Enter Han Ji Hoon, an old friend of In Sook, and powerhouse new family lawyer determined to put a stop to In Sook's mistreatment. In Sook finally retaliates by launching a bold plan to take over the family company, and Ji Hoon supports her no matter the cost. In the midst of their battle for survival, their hearts are drawn together in a passion that could end up costing them everything.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/vgcYfbRLSVoazIHYRsMXyEpYqwt.jpg"
  },
  {
    "title": "New Tales of the Gisaeng",
    "release_year": "2011",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 94.982,
    "rating": 4.0,
    "description": "New Tales of Gisaeng is a 2011 South Korean television series starring Im Soo-hyang, Sung Hoon and Han Hye-rin. Written by Im Sung-han and directed by Son Moon-kwon, it aired on SBS from January 23 to July 17, 2011 on Saturdays and Sundays at 21:45 for 52 episodes.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 69
      }
    ],
    "poster_path": "/65FNgLEOjzVBssxYrfzUlhs0vfK.jpg"
  },
  {
    "title": "P.S. Man",
    "release_year": "2010",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 11.516,
    "rating": 4.5,
    "description": "After the famous author Xia He Jie crashed the movie premiere that supermodel Amanda attended, he was sentenced to 158 hours of community service at a kindergarten. And thus, it began the most hellish 158 hours of his life. There he met Ma Xiao Qian, a teacher who not only didn't fall for his charming personality like the rest of the female population, she made him suffer for every minute of his community service. What he didn't know was that Xiao Qian was a former neighbor who he had bullied relentlessly as a child. Now, she is bent on revenging for the miserable childhood that she endured under his tyrannical reign.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 34
      }
    ],
    "poster_path": "/orbDkzYswfPeXblfoULslLcHqPA.jpg"
  },
  {
    "title": "Ad Genius Lee Tae-baek",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 25.762,
    "rating": 7.2,
    "description": "Drama series depicts the lives and love of people working in the advertisement industry.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/lhwOX4yn5ZGcsC6eWlorTIIPHjW.jpg"
  },
  {
    "title": "Silent Tears",
    "release_year": "2006",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 15.285,
    "rating": 0.0,
    "description": "",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 34
      }
    ],
    "poster_path": "/nraYdU8cpG0DbVquWXv3guOS2ii.jpg"
  },
  {
    "title": "The Fugitive of Joseon",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 31.774,
    "rating": 4.2,
    "description": "Set during the reign of King Injong, the protagonist is a royal physician desperate to cure his ailing daughter. He becomes a fugitive when he gets entangled in an assassination plot to poison the crown prince, and fights to save both his daughter's life and his own.",
    "genres": [
      "Drama",
      "History",
      "Mystery",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/cUnJJa4ATrQtR7Da42XVkBYl82Q.jpg"
  },
  {
    "title": "Danni Lowinski",
    "release_year": "2013",
    "original_language": "nl",
    "country": [
      "NL"
    ],
    "popularity": 26.206,
    "rating": 7.0,
    "description": "Danni Lowinski is a hairdresser in need of money who decides to become a lawyer.",
    "genres": [
      "Drama",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 4,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      },
      {
        "season": 2,
        "episode_count": 13
      },
      {
        "season": 3,
        "episode_count": 11
      },
      {
        "season": 4,
        "episode_count": 12
      }
    ],
    "poster_path": "/ua6aCD0x3t3M8wTHMjxL20ky3MM.jpg"
  },
  {
    "title": "Basketball",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.726,
    "rating": 1.0,
    "description": "Set during the turbulent years of the Japanese occupation until independence, and a few years before the division of Korea into North and South, the story is about the first and last time that Korea had a single, unified national basketball team, which made history by advancing to the quarterfinals of the 1948 London Olympics. The drama follows the loves, conflicts, unity, and emotional victory of young athletes who cling to the sport as the bright spot in the darkness of their times.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/lctMtsfNUkKNHvtp6r4rf1hqfrP.jpg"
  },
  {
    "title": "Red Cheeked Madam",
    "release_year": "2012",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 8.265,
    "rating": 6.5,
    "description": "The trials and tributes of Thai high society and the merits behind true friendship and love.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance",
      "Soap"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      }
    ],
    "poster_path": null
  },
  {
    "title": "Symphony of Fate",
    "release_year": "2011",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 27.564,
    "rating": 0.0,
    "description": "The story focuses on two adopted sisters, An Qi and An Na, and their trials and tribulations in the fashion industry. An Qi is the older, nicer sister who is framed by An Na. She returns after five years of wrongful imprisonment as a talented fashion designer seeking to have a chance again to acquire her goal, while her younger sister, An Na, becomes a successful business woman in these five years.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 30
      }
    ],
    "poster_path": "/49PVApX2ScWPwhUODunJUJaU4cj.jpg"
  },
  {
    "title": "Over-the-Shoulder Lover",
    "release_year": "2007",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 13.557,
    "rating": 8.0,
    "description": "This is the dramatized version of the Naoki Award-winning novel by author, Kei Yuikawa. Moe Hayasaka is an office worker in an import service company who cannot devote herself in romance. On the other hand, Moe’s close friend, Ruriko Murono, who snatches Moe’s boy friend away to marry him for her third time, is interested in nothing but romantic affairs. Through their love and friendship, this drama portrays women in their 30s being rocked by marriage, divorce, infidelity, and work.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 9
      }
    ],
    "poster_path": "/ySXpp6zI2E8RSaoTx1NLnoHKR5K.jpg"
  },
  {
    "title": "Wedded Wife",
    "release_year": "2011",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 5.262,
    "rating": 0.0,
    "description": "Kongkai lives his life as a playboy, so his mother wants him to get married with a girl who can make him better. So, she forces him to marry with Arunprapai, a good girl she finds for him.\n\nArunprapai accepts to marry with a guy who she doesn't love to avoid the rumor that she commits adultery with Phuchong, her ex-boyfriend who is going to have a baby with another girl by accident.\n\nHowever, Kongkai and Arunprapai's marriage life is not smooth because Kongkai also has girlfriend named Prungchat and she wants to get him back.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 14
      }
    ],
    "poster_path": null
  },
  {
    "title": "Dream About the Impossible",
    "release_year": "2014",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 4.004,
    "rating": 0.0,
    "description": "Athit, a driver, pretends to be his boss Rattawee and Wilailuck, a servant, pretends to be a high-class woman by stealing her mistress dresses. Athit and Wilailuck go on a date and fall in love not knowing that the other is lying about who they are. When their bosses find out, they demand both servants tell each other the truth, but they continue to lie. When Rattawee meets Montira, Wilailuck's mistress, he immediately falls for her and tells Athit to continue lying. Rattawee and Montira spend time together and start to fall in love.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": null
  },
  {
    "title": "Cinderella’s Flip Flops",
    "release_year": "2013",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 5.358,
    "rating": 0.0,
    "description": "Haan (Min) is dowdy a shoes sales associate at BKK Plaza, a department store that Khunchai’s family owns. Bue (Pae) is a newly hired sales associate working in the men’s undergarment department. By chance, Khunchai rescues Haan when she passes out in the restroom. Haan wants to thank him in person but she realizes that she will never get a chance to once she learns that he’s the son of the mall owner. Maprow and Mam, Haan’s coworkers and friends decided to help by giving Haan and makeover so she can attend Khunchai’s party. Haan finally gets to meet Khunchai once again but out of embarrassment, she lies about being a socialite named Honey. But before Haan can explain and thank him, a photographer takes a photo of them together. Out of fear of her secret being exposed, she leaves the party and Khunchai in a rush.\n\nAs luck would have it, Khunchai has taken a like to Haan and wishes to date her. Haan cannot believe this since it has been her dream of leading a life like Cinderella. So with Bue’s and the rest of her friends’ help, Haan is able to keep pretending to be Honey. But how long can Haan keep living her life as Honey before the truth comes out? And will her dream of becoming Cinderella become a reality? Is a pair of glass slippers something that she wants or just a pair of flipflops?",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 15
      }
    ],
    "poster_path": "/q4UYVKCPy174HWbyQ0HrXLAD1Cm.jpg"
  },
  {
    "title": "Lily Colored Rose",
    "release_year": "2011",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 6.02,
    "rating": 5.8,
    "description": "‘Lily See Kulap” is a romance action comedy about a young woman from Hong Kong who fled her country to Thailand to get out of a force marriage by her uber wealthy father. Her name is Lily. She hires Nop (Cee), a former police officer, as her bodyguard to help her fend off her father’s two bodyguards who were sent by her father to haul her back to Hong Kong to marry Peter, her betrothed.\n\nMore complete summary by Lyn's lakorn blog: Lily (Jakajan) is the only daughter of a very wealthy man in Hong Kong and she is a spoiled little brat. Her father wants her to marry Peter, the son of one of his closest friends. He wants to cure Lily of her selfishness and immaturity by marrying her off. Lily doesn’t love Peter so she flees to Thailand in search of her Thai friend and to find her true love. Her father sends out two bodyguard to bring her back to Hong Kong to marry Peter.",
    "genres": [
      "Comedy",
      "Drama",
      "Soap",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 17
      }
    ],
    "poster_path": null
  },
  {
    "title": "3 Sam Taharn Suea Sao Series",
    "release_year": "2013",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 14.055,
    "rating": 7.7,
    "description": "3 Musketeers is written by Kingchat. It tells the story of 3 young female journalists of Siam San newspaper through 3 novels: Mayatawan, Monchantra, and Fa Krachang Dao.\n\n1. Mattana, a 23-year-old girl, is a young reporter with no background.",
    "genres": [
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 3,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      },
      {
        "season": 2,
        "episode_count": 11
      },
      {
        "season": 3,
        "episode_count": 8
      }
    ],
    "poster_path": "/5mMgOlRZgsR13HIj2LHCwVt16D1.jpg"
  },
  {
    "title": "Love and Farm",
    "release_year": "2007",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 9.603,
    "rating": 8.0,
    "description": "Six agriculture students travel north to Hokkaido for first-hand training and experience in a farm setting. The story focuses not only on their daily life and their growth as young men and women, but also on the economic situation in the region, which received national attention earlier this year when the national government cut off aid to the struggling city of Yubari.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 11
      }
    ],
    "poster_path": "/jgZS4d5ppbVBWHen6ctEarDYVo.jpg"
  },
  {
    "title": "Father's Fruit: The Heart of Glairung",
    "release_year": "2014",
    "original_language": "en",
    "country": [
      "TH"
    ],
    "popularity": 2.456,
    "rating": 6.0,
    "description": "The Heart of Glairung is a Thai  television drama, the fifth Thai drama of the \"Lookmai Kong Por\"-Series. The romance - drama starring the The Times Su BAnyam, Nijhoff Losuwan and many top performers. The first episode aired on 3 February BE 2557 - February 21 BC 2557 , Monday - Friday 18.30 - 19.45 each episode.",
    "genres": [
      "Drama",
      "Romance",
      "Soap"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 15
      }
    ],
    "poster_path": null
  },
  {
    "title": "True Love 365",
    "release_year": "2013",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 9.078,
    "rating": 0.0,
    "description": "Lai family has 4 children: One narcissist, one workaholic, one divorcee, and one social butterfly. None of which wanted to settle down. Lai parents think the kids may have been spoiled by the family fortune. To correct this problem, the parents issued the kids an ultimatum, get married within the year or be disinherited. Reluctantly, the kids scramble to find that true love they have missed all their lives.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/sqTIeSCnFt5sEYzFxdivjmjHKkC.jpg"
  },
  {
    "title": "Fondant Garden",
    "release_year": "2012",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 8.006,
    "rating": 0.0,
    "description": "Fondant Garden is a 2012 Taiwanese drama starring South Korean singer Park Jung Min and Taiwanese actor/actresses Jian Man Shu, Kingone Wang, and Lia Lee. The series was first broadcast in Taiwan on free-to-air China Television from 24 February and on-going for 16 episodes.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/6Yv62LfOvbBFZAtWR90jru8ecxR.jpg"
  },
  {
    "title": "The Pursuit of Happiness",
    "release_year": "2013",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 13.37,
    "rating": 7.0,
    "description": "Just when everything seemed to go well for Ji An-Lei, a series of unfortunate events happens. Her promotion gets stolen by an outside hire, her boyfriend cheats on her, and she gets an unwanted roommate. When she discovers her new roommate had come all the way from Japan to win the love of his dream girl, who happens to be her boss' daughter and her ex's new girlfriend, she joins forces with him on an \"Operation Fighting for Love.\"",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      }
    ],
    "poster_path": "/hITw0w7eYUmlah05H2XVs1vKD0Q.jpg"
  },
  {
    "title": "An Innocent Mistake",
    "release_year": "2012",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 6.89,
    "rating": 7.0,
    "description": "Zhong Man Qing received 3 times the mother's love, as she was raised by 3 mothers. But all their love could not stop her secret longing for a father. When a case of lost wallet led her to Zheng Da Shan, she thought she had found the perfect father figure. His wise counsel comforted her during a tumultuous time in her life. She began to envy his son Zheng Yu En for having him as a parent. Their relationships became complicated when the son expressed his love interest in her, but she only wanted the father. Three of them learned a hard lesson on how to love so that love is a blessing and not a torment.",
    "genres": [
      "Family",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/lLTxF2MellpY49E4aJLi7xp5U4Z.jpg"
  },
  {
    "title": "Passionate Love",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 59.244,
    "rating": 1.0,
    "description": "Passionate Love is an upcoming South Korean weekend television drama series starring Sung Hoon and Choi Yoon-young. It is set to premiere on SBS on September 28, 2013, airing every Saturday and Sunday at 20:45 for 50 episodes.",
    "genres": [
      "Drama",
      "Romance",
      "Family"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 47
      }
    ],
    "poster_path": "/1JkRN7rAGQPZJUzFNEHIRclvneC.jpg"
  },
  {
    "title": "Mama is an Idol",
    "release_year": "1987",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 7.352,
    "rating": 8.5,
    "description": "A junior high school teacher marries a much younger woman despite his teenaged daughter’s disapproval. Her step-mother is now the sex idol for many of the boys in her school.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 10
      }
    ],
    "poster_path": "/lGM6s08cRlkuQUBiSwTJLx8pKXa.jpg"
  },
  {
    "title": "Empire of Gold",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 20.506,
    "rating": 6.7,
    "description": "Internal strife ensues for two decades as three family members vie for control over a large South Korean conglomerate.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/dcytub1gXw1Q5pc2ZTIJhQ3nw18.jpg"
  },
  {
    "title": "Calling For Love",
    "release_year": "2010",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 8.72,
    "rating": 0.0,
    "description": "Calling For Love is a 2010 Taiwanese drama starring Charlene Choi, Mike He, Chen Zhi Kai and Zhou Cai Shi. It was produced by Comic Ritz International Production with Chai Zhi Ping as producer and directed by Lin He Long.\n\nThe series was first broadcast in Taiwan on free-to-air Chinese Television System from May 16 to August 15, 2010 every Sunday at 22:00-23:00. On October 18 then \"Purple Rose\" aired after was not approved by the mainland side quasi broadcast license late, and eventually replaced by the \"Sweetheart\", \"starlight fairy\". May 16, 2010, broadcast on CTS.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 14
      }
    ],
    "poster_path": "/fiTXbMEONmBAaaJufouFsMWikQF.jpg"
  },
  {
    "title": "Head over Heels",
    "release_year": "2013",
    "original_language": "es",
    "country": [
      "MX"
    ],
    "popularity": 45.166,
    "rating": 4.0,
    "description": "A man's budding romance with a beautiful woman is sabotaged by his evil twin, but they get another chance at love when they're reunited years later.",
    "genres": [
      "Drama",
      "Romance",
      "Soap"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 187
      }
    ],
    "poster_path": "/70eXNTwcoYdWRTbs5ycCn2om1k6.jpg"
  },
  {
    "title": "Trail of Lies",
    "release_year": "2013",
    "original_language": "pt",
    "country": [
      "BR"
    ],
    "popularity": 80.547,
    "rating": 5.786,
    "description": "Paloma is a willful woman whose newborn baby is kidnapped by her own brother, Félix, who plans to become sole heir to the family’s fortune. Bruno is an honest man who, during the same night, loses his wife and son in childbirth and miraculously finds Paloma’s child in a dumpster. Destiny will unite their lives in a plot of secrets, revelations, and disputes, with the unpredictable consequences of lives based on a dangerous and surprising network of lies.",
    "genres": [
      "Drama",
      "Romance",
      "Soap"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 221
      }
    ],
    "poster_path": "/h8i9XWOXNMgOHixobXIU76fnfmw.jpg"
  },
  {
    "title": "Birth Secret",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 23.393,
    "rating": 5.0,
    "description": "Jeong Yihyeon is a genius, but she suffers from psychogenic amnesia and does not remember her husband and young daughter. Hong Gyeongdoo is uneducated and poor, but he's a loving father to young Hong Haedeum, who's inherited her genius from her mother. Yihyeon and Gyeongdoo met just as both were on the brink of suicide, and they'd decided to choose life together. The drama is about Yihyeon's journey to putting together the pieces of her lost memory with her husband's help, a man who seems completely unsuited for her.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/xXJL5e4VB31hEc8U4Z0zGHUE4Dy.jpg"
  },
  {
    "title": "Don't Ask Me About the Past",
    "release_year": "2008",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 9.563,
    "rating": 2.0,
    "description": "Kwak Sun Young gets into a car accident and develops this ability of detecting a man's past from his body odors. She divorces her husband when she finds out about his long history of girlfriends. Sun Young then sets up a business where she helps women and even the police track down suspicious men and husbands.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/piDHEodTswY4TDQxjOBHoCm4dgY.jpg"
  },
  {
    "title": "Crazy Love",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 49.976,
    "rating": 4.3,
    "description": "A destitute young Yoon Mi-so was brought up in an orphanage, but eventually found good fortune in the form of Lee Min-jae, a rich heir. But what appeared to be a storybook ending with her prince turns into tragedy when Min-jae divorces her. Cast away like a used toy, Mi-so hits her all-time low. But after a life of abandonment and betrayal, she finds love again.\n\n",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 101
      }
    ],
    "poster_path": "/3AflXXOx01kqAlOFcNbcUZh3d7y.jpg"
  },
  {
    "title": "No-Rin",
    "release_year": "2014",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 19.105,
    "rating": 6.6,
    "description": "The sudden retirement of the famous idol Yuka Kusakabe from the entertainment business shocks the world and devastates her biggest fan, teenager Kosaku Hata. His classmates at the Tamo Agriculture School manages to get him out of his depression and bring him out of his room to attend his classes. But to everyone's surprise, Yuka Kusakabe - her stage name - comes into their class under the name Ringo Kinoshita as a transfer student. Kosaku realizes he has a once-in-a-lifetime opportunity to get to personally know his dream girl and, together with his group of friends, try to find out why she came to the agricultural school and become more than just classmates.",
    "genres": [
      "Romance",
      "Animation",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/yWwv1GqtxYk6FWUeEEmFyVrCRXr.jpg"
  },
  {
    "title": "Mekakucity Actors",
    "release_year": "2014",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 14.488,
    "rating": 5.3,
    "description": "The incidents which occurred on August 14th and 15th bring a group of young boys and girls together… They are members of a group they call themselves the \"Mekakushi Dan\" (Blindfold Organization) and each member possesses a strange power involving their eyes.",
    "genres": [
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/4fYd1cBnv2CEYW3bdQvcWCOwXhK.jpg"
  },
  {
    "title": "Wiang Roy Dao",
    "release_year": "2014",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 5.885,
    "rating": 6.5,
    "description": "Roy Dao lived in American and was raised by an American parent after her biological mother passed away when she was a baby. She grow up into a young beautiful lady and came back to Thailand to inheritance her death father will, but She start to heard a mystery noise coming from Wiang Roy Dao, the place where Wiang Kaew (her biological mother) used to lived there when she was still alive. Roy Dao started to go investigated the voice that she heard and the communicated start happening to her, she see the spirit of Wiang Kaew coming to hunted everyone in the Badanto's House...",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 14
      }
    ],
    "poster_path": null
  },
  {
    "title": "Magic",
    "release_year": "2004",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 6.841,
    "rating": 3.0,
    "description": "Kang-jae grew up under a jobless, gangster father. When Kang-jae accidentally meets Lee Dae-hae and his son Sun-mo, he feels more attached to Dae-hae than to his own father. Through Dae-hae and Sun-mo, Kang-jae learns the basics of magic as well as what fatherly love really means. Sun-mo, on the other hand, has a love-hate relationship with his father, who only cares about magic and nothing else. Meanwhile, Sun-mo is heartbroken by Dan-young, who falls in love with Kang-jae. Before that Dan-young was living with Sun-mo, mistakenly thinking that he is her long-lost brother before she was adopted. Yun-jin, Dan-young’s stepsister, instantly falls in love with Kang-jae and Kang-jae decides to marry her, not for love but for the sake of fulfilling his own ambitions at the price of spurning Dan-young.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/4WhKjQgPq91v7UnCTHCeb0gxzXu.jpg"
  },
  {
    "title": "The Wedding Scheme",
    "release_year": "2012",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.739,
    "rating": 2.0,
    "description": "A mother of four daughters and the president of a kimchi factory decides to embark on a grand marriage scheme for her children... by having them cohabitate with four eligible bachelors. ",
    "genres": [
      "Comedy",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/mTb4mBdD0gniUe7diBgA91v9dtq.jpg"
  },
  {
    "title": "Only Love",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 106.184,
    "rating": 0.0,
    "description": "Kim Tae-yang is a physician and Choi Yoo-ri is a broadcasting producer. Choi Jae-min is a dandy-ish executive at a clothing company and Kim Saet-byul is an unwed mother. Kim Woo-joo is much younger than Hong Mi-rae. As these three couples fall in love, they explore issues of age difference, blood ties and adoption, and wealth and poverty.",
    "genres": [
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 123
      }
    ],
    "poster_path": "/iauYBDkz2gxvuAiuPtReQHNbDXR.jpg"
  },
  {
    "title": "Discovery of Love",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 37.32,
    "rating": 7.1,
    "description": "Han Yeo-reum is a furniture designer who owns a workshop space that she shares with other designers. For the past three years, she's been dating Nam Ha-jin, a plastic surgeon with a sweet and gentle personality. But Yeo-reum's peaceful existence is shaken when her ex-boyfriend Kang Tae-ha suddenly reappears in her life. The CEO of an interior design company, Tae-ha is a smart, confident man with a strong competitive edge who always gets what he wants. Meanwhile, Ha-jin's childhood friend Ahn Ah-rim has secretly been carrying a torch for him all these years. As she begins working with Tae-ha, Yeo-reum is forced to reevaluate her romantic history, which sets her off on a search for true love.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/rmVapq0GVNacFHs46jwzXh07wf3.jpg"
  },
  {
    "title": "My Secret Hotel",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 29.59,
    "rating": 6.7,
    "description": "This is a romantic mystery drama that will depict a murder and a romance story taking place in a luxury hotel. Nam Sang Hyo is the manager for the wedding department of a hotel. She is a perfectionist with a bright personality. She meets her ex-husband Koo Hae Young as a client at the hotel. Sang Hyo and Hae Young were in love and married 7 years ago, but they divorced less than 100 days later. A murder case in the hotel gets in the way of the wedding and throws the characters into unexpected situations. Meanwhile, Jo Sung Gyum is the management director of the hotel and Sang Hyo’s boss. The murder case that brings about a crisis at the hotel is related with his personal history. He is in a love triangle with Sang Hyo and Eun Joo. Eun Joo works as public relations manager for the hotel. She is ambitious with her work career .",
    "genres": [
      "Drama",
      "Comedy",
      "Mystery",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/9mQIDnfI7SEP3RKDZHKTDTzhKe8.jpg"
  },
  {
    "title": "Candy Boy",
    "release_year": "2008",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 14.332,
    "rating": 4.2,
    "description": "Yukino and Kanade Sakurai live together as high school students enjoying their daily life; until one day Sakuya Kamiyama confess her love for Kanade to Yukino, asking for her support. This makes Yukino to release her true feelings for her sister.",
    "genres": [
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 3
      },
      {
        "season": 1,
        "episode_count": 7
      }
    ],
    "poster_path": "/7O68ST950n9zDAs2IgH4brDfGU2.jpg"
  },
  {
    "title": "The Greatest Marriage",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 19.549,
    "rating": 4.0,
    "description": "Cha Ki Young was once a successful news anchor living the good life, but everything changed when she defied expectations and became a single mother. Jo Eun Cha was also once a news anchor, but left his career to campaign unsuccessfully for office. Though nothing quite pans out as expected for either Ki Young or Eun Cha, they've yet to discover what fate has in store for them. Meanwhile, four other couples grapple with whether or not they can really have it all in modern romance.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/iIPJgwACKzrSeHLm6F3L1L7j1x4.jpg"
  },
  {
    "title": "Go, Single Lady",
    "release_year": "2014",
    "original_language": "zh",
    "country": [
      "CN",
      "TW"
    ],
    "popularity": 20.277,
    "rating": 0.0,
    "description": "As the daughter of a successful pig farmer, Wang Man Ling (Ady An) may be a rich girl, but doesn’t know the first thing about acting the part. Meanwhile, prodigal playboy Fan Jiang Yu (Mike He) is on the way to the poorhouse, following the collapse of his parents’ company. In an unlikely partnership between old and new money, Jiang Yu takes on the job of teaching Man Ling the ways of high society, and in the process of keeping up appearances, both of them discover what it means to truly have it made. ",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 27
      }
    ],
    "poster_path": "/33mPuB6UTJkscJxKmcEeruKj0gl.jpg"
  },
  {
    "title": "Inugami-san and Nekoyama-san",
    "release_year": "2014",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 3.561,
    "rating": 4.0,
    "description": "The story revolves around Nekoyama Suzu, a timid, shy tsundere girl loves dogs, and Inugami Yachiyo, a super masochistic, air-headed, friendly girl who loves cats. One day, after a fateful meeting, the two find themselves attracted to each other. In response to Inugami's instinctive approaches, Nekoyama is always bashful. Their friend Aki has to work hard to make jabs at some of the situations of the two, and also to stop Inugami from going berserk.",
    "genres": [
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/xEGAqvlfJwkkrp7KHR01P6nzWs4.jpg"
  },
  {
    "title": "High School King of Savvy",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 22.291,
    "rating": 7.5,
    "description": "Lee Min Suk is just a normal high school hockey player - until he's forced to take his brother's place as the director for a major company. Now he's forced to balance school work, hockey practice, and making multi-million dollar decisions. No big deal?",
    "genres": [
      "Comedy",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 17
      }
    ],
    "poster_path": "/e108O8MKi74uyokf6Dpo23rwxqa.jpg"
  },
  {
    "title": "Rosy Lovers",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 61.552,
    "rating": 5.0,
    "description": "A family drama about a college student couple who unintentionally becomes parents and realize the true meaning of love and life. Jang Mi is an immature mama’s girl who grew without experiencing any hardship in life. Unlike her parents’ will to marry her off to a promising man they choose for her, Jang Mi has the hope to marry someone she falls madly in love with. As she dates healthy and innocent engineering student Cha Dol, she slowly begins to realize the meaning of love.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 52
      }
    ],
    "poster_path": "/gKMNj20W3pDUhTwvSUnqXCLqUFP.jpg"
  },
  {
    "title": "Detectives of Seonam Girls' High School",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.38,
    "rating": 7.5,
    "description": "There are a lot of dark secrets at Seonam Girls High School, but nothing is too difficult to solve for the school's Sherlockian group of private investigators. Mentored by their teacher Ha Yeon Joon, these beautiful and intelligent sleuths use investigatory finesse to solve hot-button cases, including abortion, bullying and suicide.",
    "genres": [
      "Crime",
      "Drama",
      "Mystery",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 14
      }
    ],
    "poster_path": "/eimTRBiGm4YdVpQrvTAsno6f5aI.jpg"
  },
  {
    "title": "Loving, Never Forgetting",
    "release_year": "2014",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 14.785,
    "rating": 7.3,
    "description": "She first met him when the blooming lotus flower was falling, only to have to part ways. Years later, when they reunited, Li Zhong Mou had all but forgotten of Wu Tong's existence, leaving her forlorn, except the only thing he wants now from her is the guardianship to their son. 7 years long years together, can they fix their broken relationship?",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 34
      }
    ],
    "poster_path": "/cJyu8WFNIeYhRVXTi3MHOdr7iVb.jpg"
  },
  {
    "title": "Heart to Heart",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 27.795,
    "rating": 7.5,
    "description": "A young, sheltered woman disguises herself as an elderly cleaning lady when she's reintroduced into the world after years of seclusion.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/qUbRh0AOQDCwACYBErKC8KZHL36.jpg"
  },
  {
    "title": "You Look Stunning Too",
    "release_year": "2013",
    "original_language": "en",
    "country": [
      "GB"
    ],
    "popularity": 0.66,
    "rating": 7.0,
    "description": "A comedy-drama series about the art of womanhood Set in modern day London. 'You Look Stunning Too' is the story of Isabella, a single girl in her early 30s who fantasizes a lot about what she wants from life, especially in regard to men.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 4
      }
    ],
    "poster_path": null
  },
  {
    "title": "Beating Again",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 36.921,
    "rating": 7.7,
    "description": "After his uncle's unjust takeover of the family company, Kang Min Ho grows up to be a successful, if not cynical investor who only cares about money. But when he undergoes a sudden heart transplant surgery, Min Ho literally has a change of heart when he inherits a warm and compassionate heart. In the midst of seeing the world anew, including falling for the kind Kim Soon Jung, Min Ho must mitigate his newfound personality with the demands of his cutthroat career.",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/2BZknHHXDOUxE5qifjDRLMbaXq7.jpg"
  },
  {
    "title": "Hwajung",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 79.487,
    "rating": 3.6,
    "description": "Fair Princess Jungmyung lives a life of the highest privilege, until her half-brother Prince Gwanghae executes the rightful crown prince and usurps the throne. Exiled from court, Jungmyung goes under disguise as a man and learns to adapt to life as a commoner — never forgetting Gwanghae's wrongdoing. But amidst rampant corruption throughout the kingdom, can Jyungmyung exact her vengeance, restore order and take back her rightful place in the palace?",
    "genres": [
      "Drama",
      "History",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 50
      }
    ],
    "poster_path": "/kJw73nXlDxooReri4hW5gC48Dou.jpg"
  },
  {
    "title": "Divorce Lawyer in Love",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 20.77,
    "rating": 6.8,
    "description": "Ko Cheok-Hee worked as a lawyer and she would do anything to win her case. So Jung-Woo was her office manager. He pointed out any mistake made by Ko Cheok-Hee which irked her. Their relationship was rocky at best. Now, they meet again at a law firm, but So Jung-Woo works as a lawyer and Ko Cheok-Hee is the officer manager.",
    "genres": [
      "Comedy",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 18
      }
    ],
    "poster_path": "/2NvojV8ZFJXXMFjJLa5rEWgslhi.jpg"
  },
  {
    "title": "Ex-Girlfriend Club",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 16.403,
    "rating": 7.1,
    "description": "A popular webtoon writer writes about his ex-girlfriends. While his webtoon is being made into a movie, he meets a female film producer.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/cdAJs1vtNPeeG1aYwlnWgAmhjME.jpg"
  },
  {
    "title": "El don de Alba",
    "release_year": "2013",
    "original_language": "es",
    "country": [
      "ES"
    ],
    "popularity": 6.313,
    "rating": 0.0,
    "description": "",
    "genres": [
      "Mystery",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 13
      }
    ],
    "poster_path": "/xEudyRRc4EKaV6Q5ayhDbaay5Jg.jpg"
  },
  {
    "title": "Rin-ne",
    "release_year": "2015",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 125.65,
    "rating": 7.667,
    "description": "As a child Sakura Mamiya mysteriously disappeared in the woods behind her grandma's home. She returned whole and healthy, but since then she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year, then one day her always-absent classmate shows up, and he's far more than what he seems!",
    "genres": [
      "Comedy",
      "Animation",
      "Romance"
    ],
    "number_of_seasons": 3,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 25
      },
      {
        "season": 2,
        "episode_count": 25
      },
      {
        "season": 3,
        "episode_count": 25
      }
    ],
    "poster_path": "/aWTAIftIb2pEnOPyXRDgpscJOKK.jpg"
  },
  {
    "title": "Love From Today",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 82.954,
    "rating": 5.8,
    "description": "A drama about a woman who finally becomes a part of a family after re-adoption and man who chooses love over family.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 101
      }
    ],
    "poster_path": "/iwnzlAHIWfSGVEbtdpOUafHTzPu.jpg"
  },
  {
    "title": "Temptation",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 30.282,
    "rating": 7.8,
    "description": "To pay a debt, a married man receives billions of won from a woman. In return for the money, the man gives himself to the woman.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/3UfyPgQgZh5UcNVRDtZPnvHRUea.jpg"
  },
  {
    "title": "Warm and Cozy",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 28.414,
    "rating": 6.3,
    "description": "A workaholic with a rage problem and a laid-back guy from a wealthy family meet at a restaurant named \"Warm and Cozy\" on the beautiful island of Jeju.",
    "genres": [
      "Comedy",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/2S3UaUP93ofMCmA7IlRsHFWjQaF.jpg"
  },
  {
    "title": "Snow in August",
    "release_year": "2007",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.573,
    "rating": 4.0,
    "description": "Three years ago on a raining day, Ban-suk goes out to find her husband, Wang-bae who is having an affair. That day, her son is killed in a hit-and-run and Dong-wu finds out his girlfriend, Mi-su has left him and their son.\n\nThree years later, Ban-suk gets out of a rest home and plans to seek revenge when her husband asks for a divorce. She decides to move to the same apartment complex where he and Hong-hwa are living together. Next door, Dong-wu, a part-time trainer at the gym Ban-suk is working at, is living there. Ban-suk sees Hong-hwa flirting with Dong-wu at the gym and is disappointed that Dong-wu goes along with that. She begins to see him as a playboy that her father and her husband were and hates him. Since then, they have conflicts about everything. Meanwhile, Dong-wu’s ex-girlfriend and his son’s birth mother, Mi-su gets in an accident at a club and gets help from Ban-suk’s brother, Jong-hyeok. One day, Ban-suk meets Dong-wu’s son and begins to understand who Dong-wu really is. After they realize they both have grudges against Ban-suk’s husband, Wang-bae, they become closer friends. When Dong-wu’s son treats her like his mother, Ban-suk is reminded of her dead son. Dong-wu, who is helping Ban-suk overcome her difficult past, falls in love with her without realizing that he’s the one who caused her pain three years ago.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/d0Bz76JN2xuSXmIMRYbNI3UwBVF.jpg"
  },
  {
    "title": "House of Bluebird",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 54.446,
    "rating": 6.7,
    "description": "A drama that tells the story of strong bond between the members of a family even though they are not blood-related. This drama also portrays the hope of parents toward their children's success and how difficult for fresh university graduates to get respectable and well-paid jobs.",
    "genres": [
      "Comedy",
      "Family",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 50
      }
    ],
    "poster_path": "/eVuuAsaE8sgXZMmTHTxdMv8WTJC.jpg"
  },
  {
    "title": "Outbreak Company",
    "release_year": "2013",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 22.146,
    "rating": 6.7,
    "description": "Shinichi Kanou's father writes novels and his mother illustrates erotic video games, so it's not unsurprising that he'd turn out a fan of comics and science fiction. However, rather than channeling his efforts into creating like his parents, he has instead become one of the world's foremost experts on \"moe,\" with an encyclopedic knowledge of all things cute and adorable in every conceivable form of animation and media. This sort of explains Shinichi's recruitment as an ambassador for moe to the Holy Erudanto Kingdom, a parallel world where things that previously only existed in anime actually exist!\n\nHow will a hot blooded young otaku react when dropped into a world with actual cute and adorable elf maids and dragons? More importantly, how will they react to this drooling devotee with diplomatic credentials? And even more to the point, exactly why does the Japanese government feel that sending someone to represent Japan's moe interests is a good idea in the first place?",
    "genres": [
      "Drama",
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/iiMG41ewNxmJGfL3yzbT9JpQ414.jpg"
  },
  {
    "title": "OniAi",
    "release_year": "2012",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 20.509,
    "rating": 6.8,
    "description": "Adorable young Akiko is thrilled to be reuniting with Akito, the handsome older brother she hasn’t seen in years! In fact, she might be a little too excited about living under the same roof with her precious big bro. This pint-sized cutie has a serious brother complex, and she’s definitely not interested in sharing his attention. Unfortunately for little sister, she and Akito won’t be living alone: three gorgeous girls from the student council will be along for the ride! So much for the peaceful existence Akito was craving. Big Brother the dreamy will have to stay on his toes to avoid the advances of Sis and her ravishing rivals!",
    "genres": [
      "Animation",
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 6
      },
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/gHaRoBJfNhzbzq6B0R4Gn4nq1lc.jpg"
  },
  {
    "title": "The Lover",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 8.259,
    "rating": 6.5,
    "description": "An omnibus series about four different couples living together in one apartment complex.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/cHem6GaZKI6BC0VIJ3ERvqzMTzK.jpg"
  },
  {
    "title": "Legendary Witches",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 47.646,
    "rating": 8.3,
    "description": "The four women bond and become friends, particularly when they join the baking classes being taught by Nam Woo-suk, a hotel chef. Woo-suk is a widower who is raising his daughter alone after the death of his wife six years ago. At his father-in-law's suggestion, he became a volunteer at the local prison's vocational training center, where he meets Soo-in and begins to fall for her.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 40
      }
    ],
    "poster_path": "/5nDl79bQ4Cn13fvdZGzYvAgQcRt.jpg"
  },
  {
    "title": "Beyond the Clouds",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.637,
    "rating": 7.8,
    "description": "Jung Se Ro (Yoon Kye Sang) lost his father and his life was destroyed by a murder case in Thailand which also involved stolen diamonds. After that incident, Se Ro lives his life as a swindler. Park Kang Jae (Jo Jin Woong) is his partner in crime and they are close like brothers. Se Ro then falls in love with Han Young Won (Han Ji Hye) whose her fiance died because of Jung Se Ro.",
    "genres": [
      "Drama",
      "Romance",
      "Documentary"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/8mbxMXrfqrjpBnuclOoBaRFTF2C.jpg"
  },
  {
    "title": "My Love Eun Dong",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.289,
    "rating": 6.4,
    "description": "A renowned actor who is still pining over the loss of his first real love writes an autobiography about his memories of her, hoping to reconnect.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/1g7DQDoPgguyJC41NMweMtQsHly.jpg"
  },
  {
    "title": "High Society",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 24.515,
    "rating": 7.196,
    "description": "Jang Yoon-Ha is the youngest daughter of a chaebol. Even though her family is extremely wealthy, she holds a part-time job at a food market. She hides her background as an heiress and attempts to find a man that loves her for herself.",
    "genres": [
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/rgQm6Afr15JPVQ5n1cXGLA5QkoV.jpg"
  },
  {
    "title": "Star Struck",
    "release_year": "2001",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 12.414,
    "rating": 5.0,
    "description": "A Japanese take on Notting Hill. Sosuke Nakata, is just your everyday salaried worker. There is really nothing special that stands out about Nakata. He is a serious guy, whose life mostly consists of going back and forth to the office each day. Suddenly one day though, Nakata just happens to meet a certain woman by coincidence-top star, Hikaruko Kirishima. Just by talking to her, Nakata is left standing feeling like he has just seen a dream. Several days later, Kirishima calls an emergency press conference. And there she announces...\"I am now dating a gentleman by the name of Sosuke Nakata, a salaried worker, whom I intend to marry.\" An announcement about their \"relationship,\" out of the blue! More than that, this top star's boyfriend is just your typical salaried worker!! What does Kirishima have up her sleeve as she hides behind her intrepid smile?! Nakata obviously has no idea about what happened at the press conference. He also doesn't know what lies ahead for him at work, and about Hikaruko's true intentions. This story, a somewhat funny, but romantic love story, follows the footsteps of a man and woman from very different worlds, as they experience the painful and sometimes remarkable ups and downs of love.",
    "genres": [
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 11
      }
    ],
    "poster_path": "/t5TgxnoW2t7Kyi8EslrFtXViIvR.jpg"
  },
  {
    "title": "The Time We Were Not in Love",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 14.975,
    "rating": 5.8,
    "description": "A drama about the growing pains of turning thirty for two longtime friends.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/kcmzZ5MI0f4NGaYOcHfHBQaIlio.jpg"
  },
  {
    "title": "Witch's Romance",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.717,
    "rating": 7.9,
    "description": "Drama series depicts a love story between Ban Ji-Yeon and Yoon Dong-Ha.  Ban Ji-Yeon is a single 39-year-old woman. She works as a reporter and is very enthusiastic about her work. So much so that she is often called a “witch” at work. She doesn't believe in true love, because of her past experience when her boyfriend disappeared prior to their wedding.  Yoon Dong-Ha is 25-year-old young man who runs a small errand center with his friend. The errand center will do pretty much anything including sending out someone dressed as Santa Claus or provide security for an idol star. He looks like a happy guy, but he lost his girlfriend by an accident.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/88aq7A2VhM6dR5YB4TxVgi9h4sT.jpg"
  },
  {
    "title": "A New Leaf",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 24.74,
    "rating": 6.9,
    "description": "Kim Seok Joo (Kim Myung Min) is a cold, calculating lawyer who is vying to become successful at all costs. After a fateful accident causes him to lose his memory, Kim Seok Joo must rediscover who he is as a person and choose whether he will fight for justice or fall back into his old ways. Before the accident, he was engaged to the only grandchild of a wealthy family, Yoo Jung Sun (Chae Jung Ahn), but with no memory of her, he begins to fall for Lee Ji Yoon (Park Min Young), an idealistic intern at his law firm. As he regains his memories, will his heart choose new love or old greed?",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/l1bh3i49OhOp2OxKcSANT1sW6QV.jpg"
  },
  {
    "title": "Moses and the Ten Commandments",
    "release_year": "2015",
    "original_language": "pt",
    "country": [
      "BR"
    ],
    "popularity": 24.837,
    "rating": 7.853,
    "description": "The story begins in the city of Pi-Ramesses, in Egypt, at approximately 1300 B.C, when the powerful pharaoh Seti, orders the death of every male newborn in his hatred of the Hebrew people. Amidst the horrors of mass infanticide, one brave Hebrew family defies Pharaoh`s command and hides their child in a basket set afloat on the river Nile, trusting that God would carry him to safety.",
    "genres": [
      "Drama",
      "Romance",
      "History",
      "Soap",
      "Mystery"
    ],
    "number_of_seasons": 2,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 176
      },
      {
        "season": 2,
        "episode_count": 66
      }
    ],
    "poster_path": "/fQRLMWx39G3SBZSq8kVZ18bezBs.jpg"
  },
  {
    "title": "Tiny Times",
    "release_year": "2014",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 30.179,
    "rating": 3.6,
    "description": "Based on the best-selling novels by Guo Jingming, the story is set in the rapidly growing but beautiful and fashionable city of Shanghai, where high school best friends Lin Xiao, Wan Ru, Gu Li, and Nan Xiang, experience various life events that challenge their values, friendship and overall outlook on life.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 32
      }
    ],
    "poster_path": "/gMqbYpKJz8lGhZabcaagC3n6esp.jpg"
  },
  {
    "title": "Bagels & Bubbels",
    "release_year": "2015",
    "original_language": "nl",
    "country": [
      "NL"
    ],
    "popularity": 6.543,
    "rating": 7.0,
    "description": "Bagels & Bubbels follows the impossible love story of two young people with a completely different life who meet each other by destiny. What happens when a simple baker's boy falls in love with an international superstar?",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 8
      }
    ],
    "poster_path": "/qEgNmidRl66wybAhUravsbIQoYL.jpg"
  },
  {
    "title": "Divorce Chaser",
    "release_year": "2014",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 11.785,
    "rating": 7.0,
    "description": "Hakamada Yukio is a competent, mysterious lawyer who only handles settlement cases because of past experiences. Although his scathing words get on clients’ nerves, his primary consideration is their welfare. His philosophy that “love is something that can never be bought with money. But if a client is able to have genuine resolve, I’ll certainly get the compensation and give the push for a fresh start” is the basis for the problems that he solves one after another.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/1eWCOrQdCbL5Qyzs25gqn0SsiUR.jpg"
  },
  {
    "title": "Twenty Again",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 34.991,
    "rating": 7.7,
    "description": "Due to an unplanned pregnancy, Ha No Ra married young and dropped out of school. But after two decades as a housewife, she finally gets the chance to experience college, alongside her 20-year-old son Kim Min Soo and his girlfriend Oh Hye Mi. Further complicating things, No Ra already has a strained student-teacher relationship, as her husband Kim Woo Chul and her first love Cha Hyun Suk wind up being her professors.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/adpq2WHlPuGTwSU1jx5RnwI4cb7.jpg"
  },
  {
    "title": "Mama",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 26.224,
    "rating": 6.0,
    "description": "Han Seung-hee is a successful painter and a happy single mother to her son, Geu-roo. But when she gets diagnosed with a terminal illness, Seung-hee becomes determined that Geu-roo will be adopted by a nice family after she's gone. So she seeks out her ex-boyfriend Moon Tae-joo, and ends up befriending Tae-joo's wife, Seo Ji-eun. Meanwhile, a much younger photographer Gu Ji-sub falls for Seung-hee.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 24
      }
    ],
    "poster_path": "/c0xkumbQcInSXSYjJVIm7SnQ9H5.jpg"
  },
  {
    "title": "My Dear Cat",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 116.968,
    "rating": 5.8,
    "description": "While looking for her lost cat, magazine journalist Go Yang-soon meets law school student and part-time photographer Yeom Chi-woong. Soon, they begin to get to know each other and each other's families.",
    "genres": [
      "Comedy",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 119
      }
    ],
    "poster_path": "/a8wHHvIVFyK55M2O3O67vC82g3u.jpg"
  },
  {
    "title": "Miss Mamma Mia",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.645,
    "rating": 4.0,
    "description": "Seo Young-joo was abandoned by her parents as a child and betrayed by the man she loved. But despite all that, she stays positive as she raises her five-year-old daughter on her own while working part-time jobs. Yeong-ju, a single mother who is not a single mother. Joo-ri, who became a divorcee to escape the shackles of marriage. Mi-ri, who became a single mother because she had no choice. Bong-sook, a divorcee who wants to get married again even if she has to say she is a widow. This drama depicts the lives of four women with their own pasts, who face the prejudices of the world, sometimes hurt, sometimes fight, sometimes grit their teeth, and ultimately overcome their own traumas and live each day.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 12
      }
    ],
    "poster_path": "/r1XL7lBlHpFhJZZuz358VvOigJl.jpg"
  },
  {
    "title": "One Warm Word",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 22.421,
    "rating": 5.0,
    "description": "The drama explores the reality and complexities of married life. Eun-jin and Jae-hak, who are married to other people, find themselves attracted to each other. Their marriages become in danger of unraveling, as their affair disrupts the lives of family and friends around them.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/bsxlR2odyOkbMESxibZN23FPlEM.jpg"
  },
  {
    "title": "School Shock",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 0.781,
    "rating": 7.0,
    "description": "In 2017, a group of genius scientists achieve a remarkable breakthrough in bioengineering. However, all the new technologies are put into military use, beginning a new round of arms race. Vanguards, as the most significant achievement of the modern bioengineering and the most advanced weapon, are widely utilized in the race. Although vanguards are exceptionally combat-effective, their life expectancy is shortened by the nanomachines they use. Usually, most vanguards will retire from the army after a number of years in service.\n\nThe heroine Liuli has also consumed too much of her lifespan after executing missions for a long time. With only 380 days left in her life, Liuli receives a new mission, to rescue a hostage being held in a civilian facility. It is without doubt a difficult mission for a vanguard like Liuli, who only knows how to kill and battle. However, Liuli obediently decides to accept the mission in the end.\n\nDuring the mission, Liuli surprisingly finds that the man who holds the hostage was once a vanguard. The former vanguard Zhongrong Zhou cries and asks the government to hand over the son of Eden. As a vanguard, Liuli feels deep contempt against Zhou. To eliminate the scum of the vanguards, a battle between two vanguards begins...",
    "genres": [
      "Comedy",
      "Romance",
      "Sci-Fi & Fantasy",
      "Animation"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 4
      },
      {
        "season": 1,
        "episode_count": 6
      }
    ],
    "poster_path": "/iwFRJcsg4o3fUMYKcwV4RUm9EWC.jpg"
  },
  {
    "title": "Super Daddy Yeol",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.873,
    "rating": 5.4,
    "description": "Cha Mi-rae is a doctor and single mother to her young daughter Sa-rang. When she gets diagnosed with terminal cancer and told she has one year left to live, she seeks out her ex-boyfriend Han Yeol, a former baseball player. Mi-rae and Yeol were a couple a decade ago, but she broke up with him to study abroad and because she didn't think much of his prospects. Soon after, a serious injury forced him to retire from the sport, and Yeol became the rehabilitation coach of a major league baseball team. Mi-rae is determined to transform still-single, grungy, irritable Yeol into the best father possible for her daughter.",
    "genres": [
      "Comedy",
      "Family",
      "Romance",
      "Drama"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/loPdMl4QBzoVEx8jrjF5mJnKmlA.jpg"
  },
  {
    "title": "On the Wings of Love",
    "release_year": "2015",
    "original_language": "tl",
    "country": [
      "PH"
    ],
    "popularity": 36.501,
    "rating": 7.4,
    "description": "A young Filipina woman agrees to marry an American citizen so she can stay in the US and fulfill her American dream, leading to unexpected results.",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 145
      }
    ],
    "poster_path": "/1o5ncwjcCQsiBZ8Z9vuLGojF9AH.jpg"
  },
  {
    "title": "Angel Eyes",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 79.812,
    "rating": 5.8,
    "description": "Yoon Soo-wan and Park Dong-joo were each other's first loves, but were forced to separate due to painful family circumstances. Soo-wan, who had been blind, eventually undergoes an eye transplant surgery that restores her sight.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 30
      }
    ],
    "poster_path": "/l4O5DMWL806Ty6RxxRDzYysvb2G.jpg"
  },
  {
    "title": "My Best Ex-Boyfriend",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 33.226,
    "rating": 6.5,
    "description": "Parents force the breakup of two couples, but what happens to their lingering feelings years later? Li Tang and Fu Fang Si were high school sweethearts, but the two end up breaking up due to pressures from Li Tang’s father and a misunderstanding. Li Tang eventually stands up to his father and leaves to start his own company. Years later, Fang Si is finally achieving her dreams as a fashion designer and dating Yin Hao Ran. But their relationship gets complicated when Li Tang comes back into Fang Si’s life just as she is struggling professionally. Li Tang is now engaged to Cheng Xiang Nan, a supermodel, who also happens to be Hao Ran’s ex-girlfriend. Xiang Nan was forced to break up with Hao Ran by her ambitious mother, but she has never gotten over her feelings for him. Will Li Tang and Fang Si now have the courage to listen to their own hearts?",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 42
      }
    ],
    "poster_path": "/xyzauzyfagXyk4zgDEL9xhRQf87.jpg"
  },
  {
    "title": "Angel's Revenge",
    "release_year": "2014",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 80.707,
    "rating": 1.8,
    "description": "Lee Seon-yoo is training to become a nun. Right before she finally gets her wish, she learns that her beloved older sister Jin-yoo has died. Jin-yoo was betrayed and killed by her lover, Jang Tae-jung. Tae-jung, a smart, good-looking man from a humble background, had committed himself to luring and marrying a tycoon's daughter \"against all odds,\" as part of an effort to get him into the upper class of society.\n\nSeon-yoo then meets Seo Ji-seok, an immature man from a rich family whose sister Ji-hee is married to Tae-jung. Ji-seok is at risk of losing the inherited family business to Tae-jung and Ji-hee, since Ji-seok's mother is the family patriarch's second wife.\n\nTo take revenge on the man responsible for her sister's death, Seon-yoo gives up her dream of becoming a nun. She marries Ji-seok, and becomes Tae-jung's sister-in-law. Thus, Seon-yoo begins leading a double life: she pretends to be the ideal wife and daughter-in-law in front of the Seo family, and only takes off her mask in front of Tae-jung, proving she can be just as ruthless and vicious as Tae-jung. Seon-yoo wears her angel wings while hiding the dagger of revenge.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 103
      }
    ],
    "poster_path": "/aB3yYQYJjULAWsvLc2WtdPLAvCh.jpg"
  },
  {
    "title": "Moon River",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 25.544,
    "rating": 8.0,
    "description": "The day Ming Xiao Xi transferred to her new school, she got herself into a fight with the most popular kids in school, who also happened to be the most arrogant, devilish pretty boys in school. Before she knew it, she became public enemy number 1. But, nothing can defeat this outgoing martial artist. She can handle any punches coming her way.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 30
      }
    ],
    "poster_path": "/xHnTl6uX7assA6cSkevrRufDLty.jpg"
  },
  {
    "title": "My Daughter, Geum Sa-Wol",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 61.813,
    "rating": 5.8,
    "description": "A family has been dismantled by revenge and hate, but Geum Sa-Wol (Baek Jin-Hee) attempts to build up a dream house for the dismantled family.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 51
      }
    ],
    "poster_path": "/eCX8qjWxZGFqUSDxB5mgHgp9Xxk.jpg"
  },
  {
    "title": "I Am Sorry, I Love You",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 24.262,
    "rating": 8.0,
    "description": "When the man you love dies in a tragic accident, is it possible to go on with your life? Han Siyi was happy with her life with her boyfriend Ling Hongpei, but Hongpei dies tragically in a car accident one day. Unable to move on to the other world, Hongpei lingers around his ex-girlfriend after becoming a ghost and tries to help her recover from her devastating loss. Can Hongpei help Siyi find happiness again with the nerdy Wang Shuhai?",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 39
      }
    ],
    "poster_path": "/tIWh2f3rQypAtnnSpxbfyOr2zUR.jpg"
  },
  {
    "title": "Bubble Gum",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 21.419,
    "rating": 6.4,
    "description": "Four people whose lives revolve around a hospital and a radio station become close and work out their various problems together.",
    "genres": [
      "Drama",
      "Romance",
      "Family"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/lgo6pEQZHCUtHIKCjpoxnroS2PI.jpg"
  },
  {
    "title": "My First Time",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 11.655,
    "rating": 7.8,
    "description": "6 young people gather on the rooftop of Tae-O's house as their hideout. Tae-O lives there alone. They all have their own stories.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 8
      }
    ],
    "poster_path": "/cOisxtGXIA6PYfVO2RczG3xBgq3.jpg"
  },
  {
    "title": "The Woman Who Married Three Times",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 47.224,
    "rating": 3.5,
    "description": "A story about a woman and her two adult daughters. Older sister Oh Hyun-soo is a pet products designer, while younger sister Oh Eun-soo gets remarried after a failed marriage.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 40
      }
    ],
    "poster_path": "/mDlEaiZ22i8NmyCO8Dd07scF9Fr.jpg"
  },
  {
    "title": "My Heart Twinkle Twinkle",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 27.36,
    "rating": 4.2,
    "description": "Jinshim Original Fried Chicken restaurant is owned by Lee Jin-sam, who has three daughters Lee Soon-jin, Lee Soon-soo and Lee Soon-jung. Since their mother's death, eldest daughter Soon-jin has been running the restaurant and taking care of her father and younger sisters. She struggles to keep Jinshim afloat against its rival restaurant Woontak Chicken, which is managed by the ruthless Chun Woon-tak. Middle daughter Soon-soo is a pianist, but becomes heartbroken when her boyfriend breaks up with because of her poor background. Youngest daughter Soon-jung finds herself caught in love triangle between two men, Jang Soon-chul and Cha Do-hoon.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 26
      }
    ],
    "poster_path": "/rK01IVNOiFduOv7qSfpO8MiZTWb.jpg"
  },
  {
    "title": "The Family Is Coming",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 16.382,
    "rating": 8.0,
    "description": "After 50 years living in Hollywood, Jung Kkeut-soon returns to Korea to reconnect with her family. As family members scramble to compete over her ₩20 billion inheritance, they learn emotional growth and reconciliation.",
    "genres": [
      "Comedy",
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/8NgaHirl9bbiipuOs9GUQb5eWqP.jpg"
  },
  {
    "title": "Save the Family",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 85.718,
    "rating": 4.0,
    "description": "Jung Woo Jin is an ambitious doctor. After he failed in love, he no longer believes in true love. He views marriage as just a business. Meanwhile, Lee Hae Soo works as an assistant chef. She dreams of getting married to the right man and having a family. Then, Woo Jin falls in love with Hae Soo and He comes into conflict with love and ambition.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 123
      }
    ],
    "poster_path": "/7cpgEtTYPkWZGRbMTGGBg4Z05g0.jpg"
  },
  {
    "title": "Bromance",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 27.545,
    "rating": 6.6,
    "description": "Could anyone be more excited to reach her 25th birthday? Pi Yanuo had an inauspicious start to her life. Doomed to live her life as a boy, Yanuo is shy and always tries to keep her distance to people to hide her true identity, and the mysterious aloofness makes her irresistible to the girls around her. With her 26th birthday fast approaching, will Yanuo find her much-anticipated return to being a female will be as easy as she had hoped?",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 30
      }
    ],
    "poster_path": "/kX7ud5GG222I0NwHahFP2kSN3tE.jpg"
  },
  {
    "title": "Marry Me, or Not?",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 53.371,
    "rating": 7.262,
    "description": "Opposites attract, but can a lasting relationship survive between two very different people? Cai Huan Zhen works in the tourism industry and is a top performer at her job. She is a meticulous planner and plans out every detail of her professional and personal life. She is a romantic and strives to find true love in every relationship. On the other hand, He Meng is a successful lawyer who specializes in helping his clients through messy divorces. He has never lost a case, but a side effect of his profession is that he doesn’t believe in a happy marriage. He wants to avoid the entanglements of marriage altogether in his personal life. Could romance survive with this unlikely couple?",
    "genres": [
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 25
      }
    ],
    "poster_path": "/jfEvTXS6wi6Axt6HkDlkGFZKnsr.jpg"
  },
  {
    "title": "Sweet Home, Sweet Honey",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 72.102,
    "rating": 3.4,
    "description": "Even though Oh Bom is in a difficult financial situation, she is still bright and positive. She works part-time work at a factory. Kang Ma-Roo is a kind and simple young man. He is naive about the world. An Tae-Ho is the section chief of a company. He is an ambitious man. He approaches Choi A-Ran for his own gain and marries her. Choi A-Ran is the heiress of a large company. She is smart, but has a painful past. Her younger sister went missing and her parents abandoned her.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 95
      }
    ],
    "poster_path": "/5E3K4uWMzruJDOjMeDYt54US503.jpg"
  },
  {
    "title": "Madame Antoine: The Love Therapist",
    "release_year": "2016",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 12.052,
    "rating": 6.6,
    "description": "A famous fortune teller who claims to be spiritually linked to Marie Antoinette and calls herself 'Madame Antoine' goes head-to-head with a cold psychotherapist who runs a clinic also by the name 'Madame Antoine' and aims to prove that true love doesn't exist.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 16
      }
    ],
    "poster_path": "/vArW0WiXx0Rdf5pzVxuISR2led6.jpg"
  },
  {
    "title": "Imaginary Cat",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 13.507,
    "rating": 2.167,
    "description": "Hyun Jong-hyun is a webtoon writer and works part-time at a bookstore. He always dreamed of working of as webtoon writer, but he has difficulties due to his stubborn and self-centered personality. He also has a cat named Boggil. He first met his cat on the street during a rainy day. Since then, they have lived together and Hyun Jong-Hyun only opens his mind to Boggil.",
    "genres": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 8
      }
    ],
    "poster_path": "/28pHvxhZZdbzhoMhGCM3ZrbK7nj.jpg"
  },
  {
    "title": "Shadows of the Heart",
    "release_year": "1990",
    "original_language": "en",
    "country": [
      "AU"
    ],
    "popularity": 1.46,
    "rating": 0.0,
    "description": "A female doctor, Kate Munro moves to (fictitious) Gannet Island off the South Australian coast in 1927. Conflict between traditional religious values and modern scientific medicine ensues as she forms a relationship with two men who are brothers, one a grazier and one a priest.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 2
      }
    ],
    "poster_path": null
  },
  {
    "title": "L'amour est dans le pré",
    "release_year": "2012",
    "original_language": "fr",
    "country": [
      "CA"
    ],
    "popularity": 8.433,
    "rating": 8.0,
    "description": "Male and female farmers take fate into their own hands in order to find true love. They open their homes to three candidates with whom they share the daily chores and activities. Over time, connections are made, chemistry develops and loving relationships will hopefully take root!",
    "genres": [
      "Romance",
      "Reality"
    ],
    "number_of_seasons": 12,
    "episodes_per_season": [
      {
        "season": 0,
        "episode_count": 1
      },
      {
        "season": 1,
        "episode_count": 13
      },
      {
        "season": 2,
        "episode_count": 12
      },
      {
        "season": 3,
        "episode_count": 12
      },
      {
        "season": 4,
        "episode_count": 13
      },
      {
        "season": 5,
        "episode_count": 13
      },
      {
        "season": 6,
        "episode_count": 13
      },
      {
        "season": 7,
        "episode_count": 13
      },
      {
        "season": 8,
        "episode_count": 13
      },
      {
        "season": 9,
        "episode_count": 13
      },
      {
        "season": 10,
        "episode_count": 13
      },
      {
        "season": 11,
        "episode_count": 12
      },
      {
        "season": 12,
        "episode_count": 4
      }
    ],
    "poster_path": "/m03DocUTyYeJxWUiTHfDh3qVbar.jpg"
  },
  {
    "title": "Potato Star 2013QR3",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 87.986,
    "rating": 8.5,
    "description": "A mysterious asteroid crash-lands on Earth in 2013 and causes all sorts of weird things to start happening, specifically to the Noh family and their neighbors.",
    "genres": [
      "Comedy",
      "Drama",
      "Family",
      "Romance",
      "Sci-Fi & Fantasy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 120
      }
    ],
    "poster_path": "/8HLs1vyor0iHcKKHosrtxWfG8LL.jpg"
  },
  {
    "title": "Love in Her Bag",
    "release_year": "2013",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 27.581,
    "rating": 6.2,
    "description": "Despite her poverty and lack of education or connections, bright and plucky Eun Jung-soo works her way up in the luxury handbag industry based on sheer talent alone. She encounters Do Jin-hoo, the smart and handsome chaebol heir of a fashion company, and Kim Seo-hyun who has to hide her true identity in order to achieve her dreams.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 20
      }
    ],
    "poster_path": "/gq8j27c1UfKlN2VfbX9oHJZyvJM.jpg"
  },
  {
    "title": "Δούρειος Ίππος",
    "release_year": "2002",
    "original_language": "el",
    "country": [
      "GR"
    ],
    "popularity": 2.476,
    "rating": 8.2,
    "description": "",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 20,
        "episode_count": 20
      }
    ],
    "poster_path": "/xXiHxqmPK40XOpteu4KYa0LAs6e.jpg"
  },
  {
    "title": "Around 40",
    "release_year": "2008",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 37.893,
    "rating": 9.0,
    "description": "Ogata Satoko is a 39 years-old woman. She is happily enjoying the single life. However, things change after an alumni reunion wher she's the last single and a meet with Okamura Keitaro.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 11
      }
    ],
    "poster_path": "/7822OzqIbYF1liiegqcVAA4zKsW.jpg"
  },
  {
    "title": "Csak színház és más semmi",
    "release_year": "2016",
    "original_language": "hu",
    "country": [
      "HU"
    ],
    "popularity": 5.116,
    "rating": 6.7,
    "description": "",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 4,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 6
      },
      {
        "season": 2,
        "episode_count": 6
      },
      {
        "season": 3,
        "episode_count": 6
      },
      {
        "season": 4,
        "episode_count": 8
      }
    ],
    "poster_path": "/szMbQF6kxhQwXntK6xRxJNtzAqg.jpg"
  },
  {
    "title": "Witch's Castle",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 46.687,
    "rating": 5.5,
    "description": "Oh Dan-Byul lost her parents due to her own mistake. She marries Joon-Young, but her husband passes away. Meanwhile, her mother-in-law, Ho-Duk, divorces because of her husband's infidelity and her sister-in-law, Se-Sil, returns to South Korea after divorcing her Italian husband. Now, these three women live together while overcoming their own personal problems and becoming important to each other.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 52
      }
    ],
    "poster_path": "/8tjkbkek5nFyr64EFS6bshZMCyu.jpg"
  },
  {
    "title": "Go Princess Go",
    "release_year": "2015",
    "original_language": "zh",
    "country": [
      "CN"
    ],
    "popularity": 43.1,
    "rating": 7.1,
    "description": "Zhang Peng is a playboy who hits his head as he falls into a pool when he's trying to run away from an ex-girlfriend. He wakes up to find that he's traveled a thousand years into the past but that's not even the biggest problem, he woke up as the crown princess, Zhang Peng Peng, of the dynasty. Hilarity ensues as Peng weighs between trying to get back to his time and leveraging his new female identity to seduce all the concubines and women he can. Did I forget to mention the hot crown prince and his equally handsome brother the 9th prince, who eventually fall in love with her.",
    "genres": [
      "Comedy",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 37
      }
    ],
    "poster_path": "/iWzUvqxlOIYMPvJkSKxDMCGjHD3.jpg"
  },
  {
    "title": "A Prince for Three Princesses",
    "release_year": "2013",
    "original_language": "es",
    "country": [
      "ES"
    ],
    "popularity": 1.341,
    "rating": 0.0,
    "description": "",
    "genres": [
      "Romance",
      "Reality"
    ],
    "number_of_seasons": 3,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 9
      },
      {
        "season": 2,
        "episode_count": 9
      },
      {
        "season": 3,
        "episode_count": 9
      }
    ],
    "poster_path": "/opE9hWvW4yuyVELZsupnoriUFaX.jpg"
  },
  {
    "title": "My Son-In-Law's Woman",
    "release_year": "2016",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 66.538,
    "rating": 6.0,
    "description": "Jin-sook used to hate her son-in-law Hyun-tae when her daughter died, but now Hyun-tae is like a real son to her. One day, Hyun-tae falls in love with a woman named Soo-kyung, and Jin-sook, who was unhappy with Soo-kyung, finds out that Soo-kyung is her real daughter.",
    "genres": [
      "Comedy",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 120
      }
    ],
    "poster_path": "/Iuzm6oHOl35iO8F3bEI2Ddli3D.jpg"
  },
  {
    "title": "Beautiful You",
    "release_year": "2015",
    "original_language": "ko",
    "country": [
      "KR"
    ],
    "popularity": 96.595,
    "rating": 4.5,
    "description": "This is the story of various characters who learn about love, courage, healing and savior in the name of ‘family’ who stand by your side in times of hardships. This drama is a beautiful love story which will comfort your exhausted soul.",
    "genres": [
      "Drama",
      "Family",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 122
      }
    ],
    "poster_path": "/52LuqWCmRmoluDpeaEXmF2oETqy.jpg"
  },
  {
    "title": "Secret Love Online",
    "release_year": "2015",
    "original_language": "th",
    "country": [
      "TH"
    ],
    "popularity": 7.245,
    "rating": 0.0,
    "description": "Awatsaya (Anne) is a fierce boss who secretly falls in love with her new young subordinate, Pranont (Mark). Because she needs to maintain her image as a professional and boss she conceals this secret. In order to get to know him better and court him, she uses an online chat program, MSN, using the alias ‘Khun Ab Ruk (Secret Love).'\n\nTheir relationship starts to bloom, but is cut short when Awatsaya carelessly reveals her secret to the handsome and cunning Managing Director of the company Lipda (Peter). When Lipda learns of this secret, he tries to help Awatsaya move forward with Pranont. However, he ends up making everything even more troublesome when he secretly falls in love with Awatsaya. The love triangle between Awatsaya, Pranont, and Lipda is unable to end easily when another obstacle like Prip-Praao (Kim) comes into the picture and pretends to be ‘Khun Ab Ruk.'",
    "genres": [
      "Drama",
      "Romance",
      "Comedy"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 15
      }
    ],
    "poster_path": "/sZmhjXBpnppXUltqvH8EAWh7G0P.jpg"
  },
  {
    "title": "To the One I Love",
    "release_year": "2004",
    "original_language": "ja",
    "country": [
      "JP"
    ],
    "popularity": 15.601,
    "rating": 8.0,
    "description": "What if the one you love were destined to lose his eyesight in three months? What would you like him to see last? If you were him, what would you want to see last? Shiki Tomokawa is a new pediatrician who is enjoying her life. She falls in love with Shunsuke, a cameraman, who is destined to lose his eyesight in a couple of months. How will Shiki react when she finds out Shunsuke's destiny? \"To the One I Love\" takes place in two contrasting cities?in the hustle and bustle of Tokyo, and in the peaceful city of Nagasaki, and depicts both the joys and sadness of life, and the interaction with family and friends.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 11
      }
    ],
    "poster_path": "/76euqER5KNCnplkJkQyEzNT0l2J.jpg"
  },
  {
    "title": "Lovebird",
    "release_year": "2013",
    "original_language": "tr",
    "country": [
      "TR"
    ],
    "popularity": 21.6,
    "rating": 7.583,
    "description": "Tells the story of Feride, an orphaned young girl who is forced to attend a boarding school. While she visits her aunt during holidays, she falls in love with her cousin Kamran. Soon, their love grows to be mutual and intensifies.",
    "genres": [
      "Family",
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 30
      }
    ],
    "poster_path": "/A4BjPVn2E4mG8ayaf03hrCl6p0F.jpg"
  },
  {
    "title": "In a Good Way",
    "release_year": "2013",
    "original_language": "zh",
    "country": [
      "TW"
    ],
    "popularity": 22.438,
    "rating": 7.0,
    "description": "In the summer of 1995, childhood friends Zheng Ren Wei and Lin Jia En took their college entrance exam. Zheng got into a college in Taipei and was ready to start an exciting life in the big city. Lin, unfortunately, failed the test and was stuck in the countryside. Bored out of her mind, Lin decided to go find Zheng and spend her 4th year of high school in Taipei as well.",
    "genres": [
      "Drama",
      "Romance"
    ],
    "number_of_seasons": 1,
    "episodes_per_season": [
      {
        "season": 1,
        "episode_count": 47
      }
    ],
    "poster_path": "/jDENoyti4ibii1bR4Ll9fv6nHtV.jpg"
  }
]